{
    "Alfi": {
        "Hello again. Did you finished the lesson? If so, I have some additional tips for you...": "Hallo nochmal! Haben Sie die Lektion beendet? Wenn ja, habe ich noch einige Tipps für Sie.",
        "So, did you know that the first recorded use of a grab bar in a bathroom was invented by a doctor in the early 20th century, who noticed that his patients were often falling in the bathroom?": "Wussten Sie, dass die erste aufgezeichnete Verwendung eines Haltegriffs in einem Badezimmer auf einen Arzt zurückgeht, der Anfang des 20. Jahrhunderts feststellte, dass seine Patienten häufig im Badezimmer stürzten?",
        "Okay, no problem. Come back later after you finished the lesson!": "Okay, kein Problem. Kommen Sie später wieder, wenn Sie die Lektion beendet haben!",
        "Since then, grab bars have become a common feature in age-friendly homes, helping millions of people stay safe while bathing and using the restroom.": "Seitdem sind Haltegriffe in altersgerechten Wohnungen gang und gäbe und helfen Millionen von Menschen, sich beim Baden und auf der Toilette sicherer zu fühlen.",
        "Perhaps it's time to reflect a little. Why don't you make a list of safety and security issues you encountered in your daily life, and of those still existing...": "Vielleicht ist es an der Zeit, ein wenig nachzudenken. Erstellen Sie eine Liste mit Sicherheitsproblemen, denen Sie in Ihrem Alltag begegnet sind, und jenen, die immer noch vorhanden sind. ",
        "How did you handle them, and what are your plans to solve the remaining issues?": "Wie sind Sie damit umgegangen, und was haben Sie vor, um verbleibende Probleme zu lösen?",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Das ist leider alles, was ich an zusätzlichen Informationen habe. Vielleicht sind Sie bereit für die nächste Lektion!"
    },
    "_user": {
        "I finished.": "Ich bin fertig.",
        "Not yet.": "Noch nicht.",
        "Goodbye.": "Auf Wiedersehen.",
        "Anything else?": "Sonst noch etwas?"
    }
}