{
    "Alfi": {
        "Did you know that many older adults who receive care at home, as well as their caregivers, report feeling happier and more secure when they have access to support services.": "Wussten Sie, dass viele ältere Menschen, die zu Hause gepflegt werden, und auch ihre Pflegepersonen, berichten, dass sie sich glücklicher und sicherer fühlen, wenn sie Zugang zu Unterstützungsdiensten haben.",
        "Caregivers who receive training and regular breaks are more likely to stay healthy and feel confident in their role.": "Pflegende Angehörige, die geschult werden und regelmäßige Pausen erhalten, bleiben eher gesund und fühlen sich in ihrer Rolle sicher.",
        "If you or someone you know is providing or receiving care at home, it’s a good idea to explore what local services are available to help. Whether it’s training, financial aid, or volunteer programmes, there are many ways to make caregiving more sustainable and less stressful for everyone involved.": "Wenn Sie oder jemand, den Sie kennen, zu Hause pflegen oder gepflegt werden, sollten Sie sich erkundigen, welche Hilfsangebote vor Ort zur Verfügung stehen. Ob Schulungen, Beratung zu finanziellen Leistungen oder Unterstützung durch Ehrenamtliche - es gibt viele Möglichkeiten, die Pflege für alle Beteiligten nachhaltiger und weniger belastend zu gestalten.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Das ist leider alles, was ich an zusätzlichen Informationen habe. Vielleicht sind Sie bereit für die nächste Lektion!",
        "Yes, I want to invite you to watch <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XezfOVE9RFM\" target=\"_new\">this video</a>, if you want to know more about the topic.": "Ja, ich möchte Sie einladen, sich <a href=\"https:\\/\\/www.youtube.com\\/watch?v=7x72Tm5bHn4\" target=\"_new\">dieses Video</a> der BARMER Pflegekasse anzusehen, wenn Sie mehr über das Thema Pflegeleistungen erfahren möchten.",
        "Programmes that provide support to caregivers make it easier for older adults to stay at home and maintain their independence for longer.": "Programme, die Pflegende unterstützen, ermöglichen es älteren Menschen, länger in ihrer gewohnten Umgebung zu wohnen du ihre Autonomie zu bewahren."
    },
    "_user": {
        "Anything else?": "Sonst noch etwas?",
        "Goodbye.": "Auf Wiedersehen."
    }
}