{
    "Alfi": {
        "Are you ready to learn some more about healthcare systems and health rights?": "Sind Sie bereit, mehr über Gesundheitssysteme und Gesundheitsrechte zu erfahren?",
        "Well, did you know that healthcare systems across the EU are designed to ensure that everyone has access to essential care?": "Wussten Sie, dass die Gesundheitssysteme in der EU so konzipiert sind, dass jeder Zugang zu den wichtigsten Leistungen hat?",
        "This is especially important for older adults who may have more frequent healthcare needs.": "Dies ist besonders wichtig für ältere Menschen, die möglicherweise öfter eine medizinische Versorgung benötigen.",
        "Did you know that the European Health Insurance Card (EHIC) allows you to access healthcare when traveling within the EU, ensuring that you’re covered if you need medical attention abroad?": "Wussten Sie, dass Sie mit der Europäischen Krankenversicherungskarte (EKVK) bei Reisen innerhalb der EU Zugang zu medizinischer Versorgung haben und abgesichert sind, wenn Sie im Ausland medizinische Hilfe benötigen?",
        "It’s a valuable tool for any older adult who enjoys traveling or visiting family in other EU countries.": "Sie ist ein wertvolles Instrument für alle älteren Menschen, die gerne reisen oder ihre Familien in anderen EU-Ländern besuchen.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Das ist leider alles, was ich an zusätzlichen Informationen habe. Vielleicht sind Sie bereit für die nächste Lektion!",
        "Did you know that in some countries, additional healthcare services like dental care or eye care may not be fully covered?": "Wussten Sie, dass in einigen Ländern zusätzliche Gesundheitsleistungen wie zahnärztliche oder augenärztliche Behandlungen nicht vollständig abgedeckt sind?",
        "It’s important to check with your local healthcare provider to understand what services are included and whether you may need to purchase additional coverage.": "Es ist wichtig, dass Sie sich bei dem Arzt bzw. Gesundheitsdienstleister vor Ort erkundigen, welche Leistungen inbegriffen sind und ob Sie eine Zuzahlung leisten müssen."
    },
    "_user": {
        "Yes, tell me more...": "Ja, erzähl mir mehr...",
        "Not now, thanks.": "Jetzt nicht, danke.",
        "Tell me more...": "Erzähl mir mehr...",
        "Goodbye.": "Auf Wiedersehen.",
        "Anything else?": "Sonst noch etwas?"
    }
}