{
    "Alfi": {
        "Are you ready to learn some more about eco-friendly heating solutions?": "Sind Sie bereit, mehr über umweltfreundliche Heizlösungen zu erfahren?",
        "Did you know that radiator foil is particularly effective in rooms with outside walls, where heat is most likely to escape during the winter and penetrate in the summer.": "Bei der Anbringung von Heizkörper-Reflexionsfolie muss darauf geachtet werden, dass keine Zwischenräume entstehen, weil sich sonst unbemerkt Feuchtigkeit sammeln und zu Schimmelbefall führen kann.",
        "Installing it in bedrooms or living rooms where you spend most of your time can make a noticeable difference in terms of warmth and cooling.": "Da Heizkörper üblicherweise die Luft erwärmen, die durch sie hindurchströmt, und nur zu einem geringen Teil den Raum durch direkte Wärmestrahlungwärmen, bringen Reflexionsfolien in den meisten Fällen nicht viel.",
        "Did you know that radiator fans are particularly helpful in larger rooms, where heating or cooling every corner can take longer.": "Wussten Sie, dass Heizkörperlüfter vor allem in größeren Räumen hilfreich sind, in denen das Aufheizen länger dauert?",
        "By circulating air more quickly, they help create a more even and comfortable temperature throughout the room.": "Heizkörperventilatoren erhöhen die Effizienz Ihrer Heizkörper, indem sie die warme Luft effektiver in den Raum leiten.",
        "In some rented flats however, there might be rules about (not) using a radiator fan and, therefore, it is important to check first with your landlord or landlady.": "Wenn die Heizkosten in Ihrer Wohnung über einen Heizkostenverteiler ermittelt werden, ist die Nutzung des Heizkörperverstärkers allerdings in Deutschland verboten. Das erkennen Sie an dem kleinen weißen Kasten, der direkt am Heizkörper montiert ist. Sollten Sie sich unsicher sein, wie die Heizkosten in Ihrer Wohnung abgerechnet werden, fragen Sie vorab Ihren Vermieter.",
        "Did you know that some smart thermostats can even work with voice-activated systems like Alexa or Google Home, allowing you to control your heating or cooling with simple voice commands.": "Wussten Sie, dass einige intelligente Thermostate sogar mit sprachgesteuerten Systemen wie Alexa oder Google Home zusammenarbeiten können, so dass Sie Ihre Heizung mit einfachen Sprachbefehlen steuern können.",
        "They also provide data on how much energy you’re using, giving you more control over your heating and cooling habits.": "Sie liefern auch Daten über Ihren Energieverbrauch und geben Ihnen mehr Kontrolle über Ihre Heizewohnheiten.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Das ist leider alles, was ich an zusätzlichen Informationen habe. Vielleicht sind Sie bereit für die nächste Lektion!"
    },
    "_user": {
        "Yes, tell me more...": "Ja, erzähl mir mehr...",
        "Not now, thanks.": "Jetzt nicht, danke.",
        "Tell me more...": "Erzähl mir mehr...",
        "Goodbye.": "Auf Wiedersehen.",
        "Anything else?": "Sonst noch etwas?"
    }
}