{
    "Alfi": {
        "Hi again, I’m Alfi, your digital course leader!": "Hallo nochmal! Ich bin Alfi, Ihr virtueller Kursleiter!",
        "This time I will accompany you when learning more about social monitoring. Maybe you already know how this e-course works but I’m always here to help.": "Dieses Mal werde ich Sie dabei begleiten, mehr über gesellschaftlichen Zusammenhalt zu lernen. Inzwischen sollten Sie bereits wissen, wie dieser E-Kurs funktioniert, aber ich bin immer da, um Ihnen zu helfen.",
        "On the left you see the different parts that make up this course.": "Auf der linken Seite sehen Sie die verschiedenen Teile, aus denen dieser Kurs besteht.",
        "That's it. I hope you enjoy the contents of this course!": "Das war's. Ich wünsche Ihnen viel Spaß mit den Inhalten dieses Kurses!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "In dem Bereich über mir können Sie den Inhalt der Lektionen sehen, einschließlich Text, Bilder und manchmal Videos.",
        "Once you've finished all ten lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Wenn Sie alle zehn Lektionen dieses Kurses beendet haben, können Sie das Fenster schließen oder auf die Schaltfläche \"Zurück zum Kurs\" klicken, um zur Kursübersicht zurückzukehren.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Klicken sie rechts daneben auf die Schaltfläche \"Nächste\", um zur nächsten Lektion zu kommen. ",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Gehen Sie die Inhalte durch und klicken Sie unten auf der Seite auf \"Als abgeschlossen markieren\", wenn Sie fertig sind.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Wenn Sie alle zehn Lektionen dieses Kurses beendet haben, können Sie das Fenster schließen oder auf die Schaltfläche \"Zurück zum Kurs\" klicken, um zur Kursübersicht zurückzukehren.",
        "This will automatically take you to the next lesson in the course.": "Dadurch gelangen Sie automatisch zur nächsten Lektion des Kurses."
    },
    "_user": {
        "How does it work?": "Wie funktioniert das?",
        "Okay, what's next?": "Okay, was kommt als Nächstes?",
        "Goodbye.": "Auf Wiedersehen.",
        "Okay, thanks.": "Okay, danke."
    }
}