{
    "Alfi": {
        "Are you ready to learn some more about generating your own electricty, or are you ready to take the final quiz?": "Sind Sie bereit, mehr darüber zu erfahren, wie Sie Ihren eigenen Strom erzeugen können, oder ein paar Quizfragen zu beantworten?",
        "That's all the extra information I have I'm afraid. It looks like you're ready for the next course!": "Das ist leider alles, was ich an zusätzlichen Informationen habe. Es sieht so aus, als ob Sie bereit für den nächsten Kurs sind!",
        "Did you know that even if you can’t install enough solar panels to power your entire home, you can still benefit from \"partial solar power\". This means that solar panels meet part of your energy needs, reducing what you use from the grid.": "Wussten Sie, dass auch wenn Sie nicht genügend Solarmodule anbringen können, um Ihr gesamtes Haus mit Strom zu versorgen, die Solarmodule einen Teil Ihres Energiebedarfs decken und so den Stromverbrauch aus dem Netz reduzieren  können?",
        "Did you know that solar panels can still work on cloudy days? They do not need direct sunlight to produce electricity, just daylight! So, even in less sunny areas, solar power can still help you save energy and money.": "Wussten sie, dass es bereits Solarmodule gibt, die auch dann Elektrizität erzeugen, wenn es bewöklt ist? So können Solarmodule auch in wenig sonnigen Gebieten dabei helfen Energie und Geld zu sparen.",
        "Did you know that small wind turbines can be used to supplement your home's electricity, reducing your reliance on the grid, much like solar panels. For rural properties with a lot of wind, wind turbines could cover most of your electricity needs.": "Wussten Sie, dass Kleinwindkraftanlagen, ähnlich wie Solarpaneele, den Strombedarf Ihres Hauses ergänzen und so Ihre Abhängigkeit vom Stromnetz verringern können? Bei ländlichen Grundstücken mit viel Wind können Windkraftanlagen den Großteil Ihres Strombedarfs decken.",
        "Did you know that micro-hydro systems are great for homes located in areas with year-round flowing water. Even if you only generate a portion of your electricity this way, it can be an effective way to reduce your energy bills.": "Wussten Sie, dass sich Kleinwasserkraftanlagen hervorragend für Häuser in Gebieten mit ganzjährig fließendem Wasser eignen? Selbst wenn Sie nur einen Teil Ihres Stroms auf diese Weise erzeugen, kann dies eine effektive Möglichkeit sein, Ihre Energierechnungen zu senken.",
        "Okay, first question: Why should you use power strips?": "Okay, erste Frage: Warum sollten Sie schaltbare Steckdosenleisten verwenden?",
        "Unfortunately that's not right. The correct answer was <b>A) To plug in multiple devices safely.</b>. Anyway, let's quickly move to the second question...": "Leider ist das nicht richtig. Die richtige Antwort war <b>A) Um mehrere Geräte gleichzeitig auszuschalten</b>. Wie auch immer, gehen wir schnell zur zweiten Frage über...",
        "Yes, well done! That was correct. Now, let's go the second question...": "Ja, gut gemacht! Das war richtig. Kommen wir nun zur zweiten Frage...",
        "Second question: Why should you use radiator foil?": "Zweite Frage: Für wen lohnt sich die Verwendung von Heizkörper-Reflexionsfolie?",
        "Oh no, unfortunately that's not correct. The answer was <b>C) To reflect heat back into the room</b>. Time for the third and last question...": "Oh nein, das ist leider nicht richtig. Die Antwort war <b>C) Sie bringt nur eine Einsparung, wenn die Fassade schlecht gedämmt ist und die Heizkörper Wärmestrahlung erzeugen.</b>. Zeit für die dritte und letzte Frage...",
        "Yes, indeed, very well. Time for the third and last question...": "Ja, in der Tat, sehr gut. Zeit für die dritte und letzte Frage...",
        "Final question for today: What is a Bokashi Bin used for?": "Letzte Frage für dieses Modul: Wofür wird einen Bokashi-Eimer verwendet?",
        "That's right, great! Now, are you ready to see your final score? Let's go...": "Das ist richtig, großartig! Sind Sie bereit für das Endergebnis? Dann los...",
        "That's not right unfortunately. The correct answer was <b>B) To compost food waste indoors</b>. Let's quickly take a look at your final score...": "Das ist leider nicht richtig. Die richtige Antwort war <b>B) Um drinnen Lebensmittelabfälle kompostieren</b>. Werfen wir schnell einen Blick auf Ihr Endergebnis...",
        "Perfect score, 3 out of 3, well done! You have certainly mastered this module!": "Perfekte Punktzahl, 3 von 3, gut gemacht! Sie haben dieses Modul sicher gemeistert!",
        "You've got 2 out of the 3 questions correct, very nice!": "Sie haben 2 der 3 Fragen richtig beantwortet, sehr schön!",
        "Only one question correct... Maybe you could go through some of the material again?": "Nur eine Frage richtig... Vielleicht könnten Sie den Stoff noch einmal durchgehen?",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Du hast keine der Fragen richtig beantwortet. Vielleicht könnten Sie den Stoff noch einmal durchgehen?",
        "Are you ready to learn some more about generating your own electricty?": "Sind Sie bereit, mehr über die Erzeugung Ihres eigenen Stroms zu erfahren?"
    },
    "_user": {
        "I want to learn more.": "Ich möchte mehr erfahren.",
        "Start the quiz.": "Das Quiz machen.",
        "Not now, thanks.": "Jetzt nicht, danke.",
        "Goodbye.": "Auf Wiedersehen.",
        "Tell me more.": "Erzählen Sie mir mehr.",
        "Anything else?": "Sonst noch etwas?",
        "A) To plug in multiple devices safely.": "A) Um mehrere Geräte gleichzeitig auszuschalten",
        "B) To increase the power supply in your home.": "B) Um die Stromversorgung in Ihrem Haus zu verbessern",
        "C) To use more electricity at once.": "C) Um mehr Strom auf einmal zu verbrauchen",
        "A) To cool down the radiator faster.": "A) Sie bringt bei allen gängigen Heizkörpern eine deutliche Energieeinsparung.",
        "B) To make the radiator shiny.": "B) Sie bringt bei Plattenheizkörpern, die die durchströmende Luft erwärmen, eine Energieeinsparung.",
        "C) To reflect heat back into the room.": "C) Sie bringt nur eine Einsparung, wenn die Fassade schlecht gedämmt ist und die Heizkörper Wärmestrahlung erzeugen.",
        "A) To store dry food like rice and pasta.": "A) Zur Aufbewahrung trockener Lebensmittel wie Reis und Nudeln.",
        "B) To compost food waste indoors.": "B) Um drinnen Lebensmittelabfälle kompostieren.",
        "C) To get rid of plastic waste.": "C) Um Plastikmüll loszuwerden.",
        "Redo the quiz.": "Wiederholen Sie das Quiz.",
        "Yes, tell me more...": "Ja, erzähl mir mehr..."
    }
}