{
    "Alfi": {
        "Welcome to the module \"eco-friendly technology\". In this module, I will guide you through different kinds of technology that can help you lead a more sustainable life.": "Willkommen zum Modul über umweltfreundliche Technologie. In diesem Modul werde ich Sie durch verschiedene Arten von Technologien und Technik führen, die Ihnen helfen können, ein nachhaltigeres Leben zu führen",
        "We will look at technology to help you save energy, water and waste! But first, let us check out what eco- and age-friendly technologies are.": "Wir werden uns technische Lösungen ansehen, die Ihnen helfen, Energie, Wasser und Abfall zu sparen! Aber zuerst wollen wir uns ansehen, was umwelt- und altersfreundliche Technologien sind.",
        "On the left you see the different parts that make up this course.": "Auf der linken Seite sehen Sie die verschiedenen Teile, aus denen der Kurs besteht.",
        "After this introduction lesson, you will know what eco-friendly technologies are. In the next lessons we will explore in what ways we can incorporate these technologies in our own lives. Good luck!": "Nach der Einführung wissen Sie, was wir unter umweltfreundlichen Technologien verstehen. Anschließend sehen wir uns an, wie wir diese Möglichkeiten in unserem Alltag nutzen können. Viel Spaß!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "In dem Bereich über mir können Sie den Inhalt der Lektionen sehen, einschließlich Text, Bilder und manchmal Videos.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Wenn Sie alle sechs Lektionen dieses Kurses beendet haben, können Sie das Fenster schließen oder auf die Schaltfläche \"Zurück zum Kurs\" klicken, um zur Kursübersicht zurückzukehren.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Klicken Sie rechts daneben auf die Schaltfläche \"Nächste\", um zur nächsten Lektion zu kommen.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Gehen Sie die Inhalte durch und klicken Sie unten auf der Seite auf \"Als abgeschlossen markieren\", wenn Sie fertig sind.",
        "This will automatically take you to the next lesson in the course.": "Dadurch gelangen Sie automatisch zur nächsten Lektion des Kurses."
    },
    "_user": {
        "How does it work?": "Wie funktioniert das?",
        "Okay, what's next?": "Okay, was kommt als Nächstes?",
        "Goodbye.": "Auf Wiedersehen.",
        "Okay, thanks.": "Okay, danke."
    }
}