{
    "Alfi": {
        "Welcome to the module \"Technology Around the Home\". In this module, we will learn more about smart city technology and how cities are becoming more age-friendly.": "Willkommen zum Kurs \"Technologie um das Zuhause herum\". In diesem Kurs erfahren wir mehr über Smart-City-Technologie und wie Städte altersfreundlicher werden.",
        "On the left you see the different parts that make up this course.": "Auf der linken Seite sehen Sie die verschiedenen Teile, aus denen der Kurs besteht.",
        "After finishing this lesson, come talk to me again, and I will share some additional tips with you! For now, happy learning!": "Wenn Sie diese Lektion beendet haben, kommen Sie gerne wieder zu mir, um weitere Tipps zu erhalten. Bis dahin: Viel Spaß beim Lernen!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "In dem Bereich über mir können Sie den Inhalt der Lektionen sehen, einschließlich Text, Bilder und manchmal Videos.",
        "Once you've finished all three lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Wenn Sie alle sechs Lektionen dieses Kurses beendet haben, können Sie das Fenster schließen oder auf die Schaltfläche \"Zurück zum Kurs\" klicken, um zur Kursübersicht zurückzukehren.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Klicken Sie rechts daneben auf die Schaltfläche \"Nächste\", um zur nächsten Lektion zu kommen.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Gehen Sie die Inhalte durch und klicken Sie unten auf der Seite auf \"Als abgeschlossen markieren\", wenn Sie fertig sind.",
        "This will automatically take you to the next lesson in the course.": "Dadurch gelangen Sie automatisch zur nächsten Lektion des Kurses."
    },
    "_user": {
        "How does it work?": "Wie funktioniert das?",
        "Okay, what's next?": "Okay, was kommt als Nächstes?",
        "Goodbye.": "Auf Wiedersehen.",
        "Okay, thanks.": "Okay, danke."
    }
}