{
    "Alfi": {
        "Hi again! Did you finish the lesson? If so, I have some additional tips for you.": "Hallo nochmal! Haben Sie die Lektion beendet? Wenn ja, habe ich noch einige Tipps für Sie.",
        "Okay, let's go! Did you know that spending just 20 minutes in nature can help reduce stress hormones, improve cognitive function, and boost your mood?": "Okay, los geht's! Wussten Sie, dass ein 20-minütiger Aufenthalt in der Natur helfen kann, Stresshormone abzubauen, die kognitiven Funktionen zu verbessern und die Stimmung zu heben?",
        "Even if you can’t go outside, simply having a few houseplants can help bring the calming effects of nature into your home, promoting better mental health.": "Auch wenn Sie nicht ins Freie gehen können, können einige Zimmerpflanzen die beruhigende Wirkung der Natur in Ihr Zuhause bringen und Ihre mentale Gesundheit fördern.",
        "Taking care of your mental health is just as important as looking after your physical health, and your home plays a big part in that!": "Auf die seelischen Gesundheit Acht zu geben ist genauso wichtig wie dauf die körperliche, und Ihr Zuhause spielt dabei eine wichtige Rolle.",
        "By making a few simple changes, you can create a space that supports your well-being and helps you feel more relaxed and content.": "Mit ein paar einfachen Veränderungen können Sie einen Raum schaffen, der Ihr Wohlbefinden fördert und Ihnen hilft, sich entspannter und zufriedener zu fühlen.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Das ist leider alles, was ich an zusätzlichen Informationen habe. Vielleicht sind Sie bereit für die nächste Lektion!",
        "Okay, take your time. When you've finished, come talk to me again!": "Okay, lassen Sie sich Zeit. Wenn Sie fertig sind, können  Sie mich gerne wieder ansprechen."
    },
    "_user": {
        "I finished.": "Ich bin fertig.",
        "Not yet.": "Noch nicht.",
        "Anything else?": "Sonst noch etwas?",
        "Goodbye.": "Auf Wiedersehen."
    }
}