{
    "Alfi": {
        "Hello again! Have you finished the lesson? If so, I have some additional tips for you.": "Hallo nochmal! Haben Sie die Lektion beendet? Wenn ja, habe ich noch einige Tipps für Sie.",
        "Great! So, did you know that certain houseplants not only beautify your home but can also act as natural air purifiers?": "Großartig! Wussten Sie, dass bestimmte Zimmerpflanzen nicht nur Ihr Zuhause verschönern, sondern auch als natürliche Luftreiniger fungieren können?",
        "Okay, take your time. When you've finished, come talk to me again!": "Okay, lassen Sie sich Zeit. Wenn Sie fertig sind, können  Sie mich gerne wieder ansprechen.",
        "Plants like English Ivy, snake plants, and bamboo palms can help reduce indoor air pollution by filtering out harmful substances like formaldehyde and benzene from the air.": "Bestimmte Zimmerpflanzen verschönern nicht nur Ihr Zuhause, sondern können auch als natürliche Luftreiniger wirken. Pflanzen wie englischer Efeu, Schlangenpflanzen und Bambuspalmen können dazu beitragen, die Luftverschmutzung in Innenräumen zu verringern, indem sie Schadstoffe wie Formaldehyd und Benzol aus der Luft filtern.",
        "Improving the air quality in your home can make a big difference in how you feel every day. By making simple changes, you can help protect your lung health, boost your energy levels, and even reduce the risk of developing serious health problems.": "Die Verbesserung der Luftqualität in Ihrer Wohnung kann einen großen Einfluss darauf haben, wie Sie sich jeden Tag fühlen. Durch einfache Veränderungen können Sie Ihre Lungengesundheit schützen, Ihr Energieniveau steigern und sogar das Risiko ernster Gesundheitsprobleme verringern.",
        "Well, I don't have any more tips, but I do have a video that you may find interesting. It's from the American Lung Association and is titled <a href=\"https:\\/\\/www.youtube.com\\/watch?v=Aabz4MHXgT4\" target=\"_new\">How Indoor Air Quality Impacts Your Lungs</a> (click to view).": "Nun, ich habe keine weiteren Tipps, aber ich habe ein <a href=\"https:\\/\\/www.youtube.com\\/watch?v=4eMjO-nj4Zc\" target=\"_new\">Video von Quarks (WDR)</a>, das sich nochmal genauer mit dem sogenannten Feinstaub, aber auch damit, warum die Luft am Meer, im Wald und in den Bergen so gesund ist, befasst.",
        "I only have this other video from the \"Quartz\" channel, called <a href=\"https:\\/\\/www.youtube.com\\/watch?v=lPNYdSZRSdg\" target=\"_new\">A NASA study explains how to purify air with house plants</a>. Have a look if you're interested!": "Ich habe nur dieses andere <a href=\" https:\\/\\/www.youtube.com\\/watch?v=kInliFmUtKY\" target=\"_new\">Video des MDR über luftreinigende Zimmerpflanzen </a>. Schauen Sie es sich an, wenn Sie daran interessiert sind!",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Das ist leider alles, was ich an zusätzlichen Informationen habe. Vielleicht sind Sie bereit für die nächste Lektion!"
    },
    "_user": {
        "I finished.": "Ich bin fertig.",
        "Not yet.": "Noch nicht.",
        "Goodbye.": "Auf Wiedersehen.",
        "Tell me more...": "Erzähl mir mehr...",
        "Anything else?": "Sonst noch etwas?",
        "Anything more?": "Sonst noch etwas?"
    }
}