{
    "Alfi": {
        "Are you ready to learn some more about prevention and healthly lifestyles, or do you want to take the final quiz?": "Sind Sie bereit, mehr über Prävention und eine gesunde Lebensweise zu erfahren, oder möchten Sie das abschließende Quiz machen?",
        "Well, did you know that taking care of both your physical and mental health through preventive measures can help you live a longer, healthier life?": "Wussten Sie, dass Sie ein längeres und gesünderes Leben führen können, wenn Sie sich durch präventive Maßnahmen sowohl um Ihre körperliche als auch um Ihre psychische Gesundheit kümmern?",
        "Regular check-ups, screenings, and healthy lifestyle changes can reduce your risk of disease and help you enjoy your daily life with more energy and vitality.": "Regelmäßige Check-ups, Vorsorgeuntersuchungen und ein gesunder Lebensstil können Ihr Krankheitsrisiko verringern und Ihnen helfen, Ihr tägliches Leben mit mehr Energie und Vitalität zu genießen.",
        "I don't have much more to say, but I want to point out some interesting external resources...": "Ich habe nicht viel mehr zu sagen, aber ich möchte auf einige interessante Infos auf anderen Seiten hinweisen...",
        "First off, the EU Joint Research Centre has a video on <a href=\"https:\\/\\/www.youtube.com\\/watch?v=kDfZ6Xkflaw\" target=\"_new\">Health Promotion and Disease Prevention</a> - check it out by clicking the link.": "Zunächst hat die Stiftung Gesundheitswissen das Video <a href=\"https:\\/\\/www.youtube.com\\/watch?v=EMUNw8zyRZY\" target=\"_new\">Von der Routineuntersuchung bis zur Impfung: Prävention schützt</a> veröffentlicht, das Sie sich durch Anklicken des Links ansehen können.",
        "Second, the World Health Organisation has a video on <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XMcab1MFaLc\" target=\"_new\">A healthy diet, a healthier world</a> - check it out by clicking the link.": "Den Plan für eine gesunde Menschheit und einen gesunden Planeten der WHO, das „Menü der Zukunft“, veranschaulicht das Video <a href=\"https:\\/\\/www.youtube.com\\/watch?v=WCQaM0gwsLk\" target=\"_new\">Planetary Health Diet: So können wir mit unserer Ernährung das Klima retten</a> von Quarks (WDR). Weitere Informationen hierzu finden Sie auf der <a href=\"https:\\/\\/www.bzfe.de\\/nachhaltiger-konsum\\/lagern-kochen-essen-teilen\\/planetary-health-diet\\/\" target=\"_new\">Seite des Bundeszentrums für Ernährung</a>.",
        "Finally, the European Parliament released a document titled <a href=\"https:\\/\\/www.europarl.europa.eu\\/RegData\\/etudes\\/BRIE\\/2023\\/751416\\/EPRS_BRI(2023)751416_EN.pdf\" target=\"_new\">Mental health in the EU</a>.": "Wenn Sie an Tipps für ausreichend körperliche Bewegung interessiert sind, können Sie dieses <a href=\" https:\\/\\/www.youtube.com\\/watch?v=dUwRyEDfVzY\" target=\"_new\">Video des Fonds Gesundes Österreich</a> ansehen.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next course!": "Das ist leider alles, was ich an zusätzlichen Informationen habe. Vielleicht sind Sie bereit für den nächsten Kurs!",
        "Allright, here we go. First question: what is a key feature of integrated care?": "Also gut, los geht's. Erste Frage: Was ist ein wesentliches Merkmal der integrierten Versorgung?",
        "That's not quite right I'm afraid. The correct answer was <b>B) Services work together</b>. Let's move to the next question...": "Das ist leider nicht ganz richtig. Die richtige Antwort war <b>B) Dienstleister arbeiten zusammen</b>. Kommen wir nun zur nächsten Frage...",
        "Yes, very good! Integrated care is about services working together! Time to move the second question...": "Ja, sehr gut! Integrierte Pflege bedeutet, dass die Dienste zusammenarbeiten! Zeit für die zweite Frage...",
        "Complete the statement: <i>Diversity in healthcare ensures that patients' (___) are recognised and respected, leading to more personalized and effective treatment</i>.": "Vervollständigen Sie die Aussage: <i>Diversität im Gesundheitswesen gewährleistet, dass die (___) der Patienten anerkannt und respektiert werden, was zu einer individuelleren und wirksameren Behandlung führt</i>.",
        "No, that's not correct. The answer I was looking for was <b>C) backgrounds</b>. No matter, let's move to the final question...": "Nein, das ist nicht richtig. Die Antwort, die ich gesucht habe, war <b>C) Hintergründe</b>. Aber egal, kommen wir zur letzten Frage...",
        "Yes very good! Just one more question to go...": "Ja, sehr gut! Nur noch eine letzte Frage...",
        "Final question. What do you think of the following statement: <i>All EU citizens have the right to free healthcare services, including specialist treatments, dental care, and all medications, regardless of the country they reside in</i>.": "Letzte Frage. Was halten Sie von folgender Aussage: <i>Alle EU-Bürger haben das Recht auf kostenlose Gesundheitsdienstleistungen, einschließlich fachärztlicher Behandlungen, zahnärztlicher Versorgung und aller Medikamente, unabhängig von dem Land, in dem sie wohnen</i>.",
        "Well, wouldn't that be nice? But unfortunately it's not correct. Not all healthcare is free. Let's look at your final score shall we?": "Nun, wäre das nicht schön? Aber leider ist das nicht richtig. Nicht jede Gesundheitsversorgung ist kostenlos. Schauen wir uns Ihr Endergebnis an, okay?",
        "Right answer! Not all healthcare is free. Wouldn't it be nice though? Let's look at your final score shall we?": "Richtige Antwort! Nicht jede Gesundheitsversorgung ist kostenlos. Das wäre aber auch zu schön! Schauen wir uns Ihr Endergebnis an, okay?",
        "Perfect score, 3 out of 3, well done! You have certainly mastered this module!": "Perfekte Punktzahl, 3 von 3, gut gemacht! Sie haben dieses Modul sicher gemeistert!",
        "You've got 2 out of the 3 questions correct, very nice!": "Sie haben 2 der 3 Fragen richtig beantwortet, sehr schön!",
        "Only one question correct... Maybe you could go through some of the material again?": "Nur eine Frage richtig... Vielleicht möchten Sie einige der Inhalte noch einmal durchgehen?",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Sie haben keine der Fragen richtig beantwortet. Vielleicht möchten Sie einige der Inhalte noch einmal durchgehen?",
        "Are you ready to learn some more about prevention and healthly lifestyles?": "Sind Sie bereit, mehr über Prävention und eine gesunde Lebensweise zu erfahren?"
    },
    "_user": {
        "Yes, tell me more...": "Ja, erzähl mir mehr...",
        "Let's do the quiz.": "Beginne mit dem Quiz.",
        "Not now, thanks.": "Jetzt nicht, danke.",
        "Tell me more...": "Erzähl mir mehr...",
        "Goodbye.": "Auf Wiedersehen.",
        "More resources?": "Mehr Ressourcen?",
        "Anything else?": "Sonst noch etwas?",
        "A) Only hospital treatments": "A) Nur Krankenhausbehandlungen",
        "B) Services work together": "B) Dienstleister arbeiten zusammen",
        "C) Excludes family members": "C) Schließt Familienangehörige aus",
        "D) Emergency only": "D) Gilt nur im Notfall",
        "A) symptoms": "A) Symptome",
        "B) responsibilities": "B) Verantwortlichkeiten",
        "C) backgrounds": "C) Hintergründe",
        "A) True": "A) Wahr",
        "B) False": "B) Falsch",
        "Redo the quiz.": "Das Quiz wiederholen.",
        "Show me the tips.": "Zeige mir Tipps!"
    }
}