{
    "Alfi": {
        "In this module we will be exploring the importance of social participation, community support and communication in promoting healthy aging.": "In diesem Kurs werden wir uns ansehen, welche Rolle soziale Teilhabe, Unterstützung der Gemeinschaft und Kommunikation spielen bei der Förderung der Gesundheit im Alter spielen.",
        "On the left you see the different parts that make up this course.": "Auf der linken Seite sehen Sie die verschiedenen Teile, aus denen dieser Kurs besteht.",
        "After going through this introduction lesson, come talk to me again, and I may have something more to say.": "Sprechen Sie mich nach dieser Einführungslektion noch einmal an, vielleicht habe ich dann noch etwas zu sagen.",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "In dem Bereich über mir können Sie den Inhalt der Lektionen sehen, einschließlich Text, Bilder und manchmal Videos.",
        "Once you've finished both lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Wenn Sie beide Lektionen dieses Kurses beendet haben, können Sie das Fenster schließen oder auf die Schaltfläche \"Zurück zum Kurs\" klicken, um zur Kursübersicht zurückzukehren.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Klicken Sie rechts daneben auf die Schaltfläche \"Nächste\", um zur nächsten Lektion zu kommen.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Gehen Sie die Inhalte durch und klicken Sie unten auf der Seite auf \"Als abgeschlossen markieren\", wenn Sie fertig sind.",
        "This will automatically take you to the next lesson in the course.": "Dadurch gelangen Sie automatisch zur nächsten Lektion des Kurses.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Wenn Sie beide Lektionen dieses Kurses beendet haben, können Sie das Fenster schließen oder auf die Schaltfläche \"Zurück zum Kurs\" klicken, um zur Kursübersicht zurückzukehren."
    },
    "_user": {
        "How does it work?": "Wie funktioniert das?",
        "Okay, what's next?": "Okay, was kommt als Nächstes?",
        "Goodbye.": "Auf Wiedersehen.",
        "Okay, thanks.": "Okay, danke."
    }
}