{
    "Alfi": {
        "So, did you finish the lesson? If so, I have some additional fun facts, as well as a final quiz to test your knowledge. What would you like to start with?": "Und, sind Sie mit der Lektion fertig? Wenn ja, habe ich noch ein paar weitere interessante Infos sowie ein abschließendes Quiz, mit dem Sie ihr Wissen testen können. Womit möchten Sie beginnen?",
        "Allright! So, did you know that electric cars were actually invented over 100 years ago. They were popular in the early 1900s before petrol cars took over. But now, electric cars are making a big comeback!": "Alles klar. Wussten Sie, dass Elektroautos bereits vor über 100 Jahren erfunden wurden? Sie waren in den frühen 1900er Jahren beliebt, bevor Benzinautos die Oberhand gewannen. Jetzt erleben Elektroautos ein großes Comeback!",
        "Okay, no problem. Come back later after you finished the lesson!": "Okay, kein Problem. Kommen Sie später wieder, wenn Sie die Lektion beendet haben!",
        "Sure! Did you know that some e-bikes can travel up to 50 miles on a single charge? This means you can go for a long ride without worrying about running out of battery power!": "Klar. Wussten Sie, dass einige E-Bikes mit einer einzigen Akkuladung bis zu 80 Kilometer weit fahren können? Das bedeutet, dass Sie eine lange Fahrt machen können, ohne sich Sorgen machen zu müssen, dass die Batterie leer sein wird!",
        "I would love to have an e-bike as well. They also seem very useful if you live in a hilly area.": "Ich selbst würde auch gerne ein E-Bike haben. Sie scheinen auch sehr nützlich zu sein, wenn man in einer hügeligen Gegend lebt.",
        "Maybe as a final thing, it's time to take a moment to reflect...": "Vielleicht ist es abschließend an der Zeit, einen Moment innezuhalten und nachzudenken...",
        "For example, think about the trips you usually take in your car. Could you use an e-bike or public transport for some of these trips?": "Überlegen Sie, welche Strecken Sie normalerweise mit dem Auto zurücklegen. Könnten Sie einige dieser Strecken mit einem E-Bike oder öffentlichen Verkehrsmitteln zurücklegen?",
        "It might be a great way to explore eco-friendly options while staying active!": "Das könnte eine gute Möglichkeit sein, umweltfreundliche Optionen zu entdecken und gleichzeitig aktiv zu bleiben!",
        "That's all the extra information I have I'm afraid. Did you already take the quiz?": "Das ist leider alles, was ich an zusätzlichen Informationen habe. Haben Sie das Quiz schon gemacht?",
        "Okay, quiz time! First question: Why are smart environments important for you?": "Okay, Zeit für ein Quiz! Erste Frage: Warum sind intelligente Umgebungen sinnvoll?",
        "No unfortunately that was wrong, the right options were <b>A) improving safety</b>, and <b>C) keeping connected to services</b>. No matter, let's move to the second question...": "Nein, das war leider falsch, die richtigen Optionen waren <b>A) Verbesserung der Sicherheit etc.</b> und <b>C) Mit Anbietern von Diensten in Verbindung bleiben</b>. Aber egal, kommen wir zur zweiten Frage...",
        "That's the correct answer! Great! Let's move to the second question...": "Das ist die richtige Antwort! Super! Kommen wir nun zur zweiten Frage...",
        "Second question: What is green energy?": "Zweite Frage: Was ist grüne Energie?",
        "Ai, unfortunately that was the only option that was <em>not</em> correct. Oh well, let's go to the third and final question...": "Ai, das war leider die einzige Möglichkeit, die <em>nicht</em> richtig war. Nun gut, kommen wir zur dritten und letzten Frage...",
        "Yes, that's correct. In fact, options <b>A, B and D</b> were all correct. So, let's move to the third and last question for today...": "Ja, das ist richtig. In der Tat waren die Optionen <b>A, B und D</b> alle richtig. Kommen wir also zur dritten und letzten Frage für heute...",
        "Okay, last question: Why does eco-friendly transportation matter for you?": "Okay, letzte Frage: Warum sind umweltfreundliche Transportmittel für Sie wichtig?",
        "No, that's not the answer I was looking for. The right answer is <b>A) It reduces air pollution and improves health</b>. Now, time to look at your final score...": "Nein, das ist nicht die Antwort, die ich gesucht habe. Die richtige Antwort ist <b>A) Sie reduzieren die Luftverschmutzung und verbessern die Gesundheit</b>. Jetzt ist es an der Zeit, sich das Endergebnis anzusehen...",
        "Yes, indeed, reducing air pollution and improving health was the right answer. Now, let's have a look at your final score...": "Ja, in der Tat, die Verringerung der Luftverschmutzung und die Verbesserung der Gesundheit war die richtige Antwort. Schauen wir uns nun Ihr Endergebnis an...",
        "Perfect score, 3 out of 3, well done! You have certainly mastered this module!": "Perfekte Punktzahl, 3 von 3, gut gemacht! Sie haben dieses Modul sicher gemeistert!",
        "You've got 2 out of the 3 questions correct, very nice!": "Sie haben 2 der 3 Fragen richtig beantwortet, sehr schön!",
        "Only one question correct... Maybe you could go through some of the material again?": "Nur eine Frage richtig... Vielleicht möchten Sie einige der Inhalte noch einmal durchgehen?",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Sie haben keine der Fragen richtig beantwortet. Vielleicht möchten Sie einige der Inhalte noch einmal durchgehen?",
        "So, did you finish the lesson? If so, I have some additional fun facts for you.": "Und, haben Sie die Lektion beendet? Wenn ja, habe ich noch ein paar interessante Infos für Sie.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Das ist leider alles, was ich an zusätzlichen Informationen habe. Vielleicht sind Sie bereit für die nächste Lektion!"
    },
    "_user": {
        "Additional facts.": "Weitere Infos.",
        "Take the quiz.": "Das Quiz machen.",
        "Not yet.": "Noch nicht.",
        "Anything else?": "Sonst noch etwas?",
        "Goodbye.": "Auf Wiedersehen.",
        "A) To improve safety, accessibility, and mobility": "A) Sie helfen, die Sicherheit, Zugänglichkeit und Mobilität zu verbessern.",
        "B) It's more important for young people": "B) Sie sind sinnvoll für junge Menschen.",
        "C) To keep older adults connected to services": "C) Sie helfen, ältere Menschen mit Anbietern von Pflege und Gesundheitsdiensten in Verbindung zu bleiben.",
        "D) To remove the need for transportation": "D) Die Notwendigkeit, irgendwo hin zu gelangen, entfällt.",
        "A) Energy from renewable sources like sun and wind": "A) Energie aus erneuerbaren Quellen wie Sonne und Wind",
        "B) Energy that never runs out or harms the planet": "B) Energie, die nie aufgebraucht ist oder dem Planeten schadet",
        "C) Energy made from burning fossil fuels": "C) Energie, die aus der Verbrennung fossiler Brennstoffe gewonnen wird",
        "D) Energy created by natural resources": "D) Durch natürliche Ressourcen erzeugte Energie",
        "A) It reduces air pollution and improves health": "A) Sie reduzieren die Luftverschmutzung und verbessern die Gesundheit",
        "B) It encourages more walking and cycling": "B) Man geht mehr zu Fuß und fährt Fahrrad",
        "C) It's mainly for reducing travel costs": "C) Es geht hauptsächlich darum, die Kosten zu senken",
        "D) It's only useful in urban areas": "D) Sie sind nur in städtischen Gebieten nützlich",
        "Redo the quiz.": "Das Quiz wiederholen.",
        "Show me additional facts.": "Ich möchte noch mehr Infos haben.",
        "I finished.": "Ich bin fertig."
    }
}