{
    "Alfi": {
        "Did you know that in some countries, tenants are allowed to make energy-saving modifications without landlord permission, as long as the changes are reversible and do not cause damage to the property.": "Wussten Sie, dass in einigen Ländern Mieter ohne Genehmigung des Vermieters energiesparende Veränderungen vornehmen dürfen, sofern diese reversibel sind und keine Schäden an der Immobilie verursachen?",
        "Always check local regulations or consult your landlord beforehand to avoid complications!": "Informieren Sie sich am besten im Voraus, was Ihre Rechte als Mieter sind und fragen Sie vorher Ihren Vermieter, um Komplikationen zu vermeiden!",
        "I'm afraid that's all the extra information I have for now. Well, it seems you are ready for the next course!": "Ich fürchte, das ist alles, was ich im Moment an zusätzlichen Informationen habe. Nun, es scheint, Sie sind bereit für den nächsten Kurs!",
        "When you are finished with the material of this module, I have some additional tips for you, or we could go test your knowledge with a short quiz?": "Wenn Sie mit dem Material dieses Moduls fertig sind, habe ich noch einige zusätzliche Tipps für Sie, oder Sie können Ihr Wissen mit einem kurzen Quiz testen.",
        "Okay, I have three questions for you to test your knowledge of this module. Ready, set, go!": "Okay, ich habe drei Fragen für Sie, um Ihr Wissen über dieses Modul zu testen. Los geht‘s!",
        "Question 1: How can you make your bathroom more safe?": "Frage 1: Wie können Sie Ihr Badezimmer sicherer machen?",
        "Ai, that was a trick-question! The correct answer was: <b>D) all of the above</b>. Let's quickly go to the next question.": "Ai, das war eine Fangfrage! Die richtige Antwort war: D) alle oben genannten Punkte. Gehen wir schnell zur nächsten Frage über.",
        "That's right! You didn't fall for our trick question, well done! Let's see how you do on the next question...": "Ja, richtig gelesen! Sie sind nicht auf unsere Trickfrage hereingefallen, gut gemacht! Mal sehen, wie Sie bei der nächsten Frage abschneiden...",
        "Second question: What is a Plug-in PV system mainly used for?": "Zweite Frage: Wofür wird ein Plug-in-PV-System hauptsächlich verwendet?",
        "No, unfortunately that's not correct. The right answer was <b>A) Generate electricity from sun</b>. Let's forget about that and move to the last question...": "Nein, das ist leider nicht richtig. Die richtige Antwort war <b>A) Strom aus Sonnenstrahlen erzeugen</b>. Vergessen wir das und gehen wir zur letzten Frage über...",
        "Great! That is correct.": "Großartig! Das ist richtig.",
        "<br/>Two down, one to go for a perfect score!": "<br/>Zwei sind geschafft, einer fehlt noch für eine perfekte Punktzahl!",
        "<br/>Back on track with 1 correct, 1 wrong.": "<br/>Sie sind auf dem richtigen Weg mit 1 richtigen und 1 falschen Ergebnis.",
        "<br/>I think I lost count of your score.": "<br/>Ich glaube, ich habe Ihre Punktzahl nicht mitgezählt.",
        "Let's move to the final question.": "Kommen wir zur letzten Frage.",
        "Final question: How can you make the entrance of a house more accessible?": "Letzte Frage: Wie kann man den Eingang eines Hauses besser zugänglich machen?",
        "That's not correct. The right answer was <b>C) Add a ramp for wheelchairs or strollers</b>. Anyway, time to look at your final score...": "Das ist nicht richtig. Die richtige Antwort war <b>C) Anbringen einer Rampe für Rollstühle oder Kinderwagen</b>. Wie auch immer, es ist Zeit, sich Ihr Endergebnis anzusehen...",
        "That's correct, great! Time to look at your final score.": "Das ist richtig, großartig! Jetzt können Sie sich Ihr Endergebnis ansehen.",
        "Perfect score, 3 out of 3, congratulations! Looks like you've mastered this module!": "Perfekte Punktzahl, 3 von 3, herzlichen Glückwunsch! Sieht aus, als hätten Sie dieses Modul gemeistert!",
        "You've got 2 out of the 3 questions correct, well done!": "Sie haben 2 der 3 Fragen richtig beantwortet, gut gemacht!",
        "One question correct, but two mistakes. Maybe you could go through some of the material again?": "Eine Frage richtig, aber zwei Fehler. Vielleicht möchten Sie einige Inhalte noch einmal durchgehen?",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Sie haben keine der Fragen richtig beantwortet. Vielleicht möchten Sie einige Inhalte noch einmal durchgehen?"
    },
    "_user": {
        "Anything else?": "Sonst noch etwas?",
        "Take me to the Quiz.": "Bringe mich zum Quiz.",
        "Goodbye.": "Auf Wiedersehen.",
        "Show me tips.": "Zeige mir Tipps.",
        "Start the quiz.": "Starte das Quiz.",
        "A) Emergency access": "A) Türschloss mit Notfall-Zugang",
        "B) Grab bars": "B) Haltegriffe",
        "C) Non-slip flooring": "C) Rutschhemmender Bodenbelag",
        "D) All of the above": "D) Alle oben genannten Punkte",
        "A) Generate electricity from sun": "A) Strom aus Sonnenstrahlen erzeugen",
        "B) Store water for gardening": "B) Wasser für die Gartenarbeit speichern",
        "C) Heat a house during winter": "C) Ein Haus im Winter beheizen",
        "A) Install bright lights around the entrance": "A) Installieren Sie helle Lichter um den Eingang herum",
        "B) Place a large mat to cover the floor": "B) Legen Sie eine große Matte auf den Boden",
        "C) Add a ramp for wheelchairs or strollers": "C) Anbringen einer Rampe für Rollstühle oder Kinderwagen",
        "D) All the above": "D) Alle oben genannten Punkte",
        "Redo the quiz.": "Das Quiz wiederholen.",
        "Show me the tips.": "Zeige mir die Tipps."
    }
}