{
    "Alfi": {
        "Studies show that integrated care can improve patient satisfaction and reduce hospital visits. It ensures that patients, especially older adults, receive care that is continuous, personalised, and more efficient.": "Studien zeigen, dass integrierte Versorgung die Patientenzufriedenheit erhöhen und die Zahl der Krankenhausaufenthalte verringern kann. Sie stellt sicher, dass Patienten, insbesondere ältere Menschen, eine dauerhafte, personalisierte und effizientere Versorgung erhalten.",
        "Integrated care has been proven to help reduce hospital readmissions and improve quality of life for people managing long-term health conditions.": "Integrierte Versorgung trägt nachweislich dazu bei, die Zahl der Krankenhausaufenthalte zu verringern und die Lebensqualität von Menschen mit chronischen Erkrankungen zu verbessern.",
        "I don't have more to say, but I do have two videos that I would recommend you to watch...": "Mehr habe ich nicht zu sagen, aber ich habe ein Video, das ich Ihnen empfehlen würde...",
        "The first one is from the World Health Organisation and is called <a href=\"https:\\/\\/www.youtube.com\\/watch?v=q2SdjlFQn3I\" target=\"_new\">Integrated Care for older people</a>.": "In Deutschland soll dies die Hausarztzentrierte Versorgung gewährleisten, die in diesem <a href=\"https:\\/\\/www.youtube.com\\/watch?v=Khi63HV17bc\" target=\"_new\">Video</a> erklärt wird.",
        "The second video is also from the World Health Organisation and is called <a href=https:\\/\\/www.youtube.com\\/watch?v=pj-AvTOdk2Q\" target=\"_new\">What is people-centred care</a>?": "Mehr Videos zum Thema inegrierte oder personenzentrierte Versorgung in deutscher Sprache habe ich derzeit nicht.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Das ist leider alles, was ich an zusätzlichen Informationen habe. Vielleicht sind Sie bereit für die nächste Lektion!"
    },
    "_user": {
        "Tell me more...": "Erzähl mir mehr...",
        "Goodbye.": "Auf Wiedersehen.",
        "Anything else?": "Sonst noch etwas?"
    }
}