{
    "Alfi": {
        "All that is left is to take the final quiz for this module, are you ready?": "Pozostało Ci już tylko wypełnić test końcowy tego modułu. Jesteś gotowy?",
        "Ok, first question: which of the following types of cookware is best avoided to reduce exposure to toxins?": "Ok, pierwsze pytanie: którego z poniższych rodzajów naczyń kuchennych najlepiej unikać, aby zmniejszyć narażenie na toksyny?",
        "No unfortunately that's not correct. The right answer was <b>C) Non-stick pans</b>. Let's move to the second question...": "Niestety, to nie jest prawidłowa odpowiedź. Prawidłowa odpowiedź to <b>C) Patelnie z powłoką nieprzywierającą</b>. Przejdźmy do drugiego pytania...",
        "Yes indeed, non-stick pans are best avoided! Time to move to the next question...": "Tak, rzeczywiście, najlepiej unikać patelni z powłoką nieprzywierającą! Czas przejść do następnego pytania...",
        "Second question. Is the following statement true, or false: <i>plants such as spider plants, peace lilies, and aloe vera can help remove toxins from the air</i>.": "Drugie pytanie. Czy poniższe stwierdzenie jest prawdziwe, czy fałszywe: <i>rośliny takie jak zielistka, lilie pokojowe i aloes mogą pomóc w usuwaniu toksyn z powietrza</i>.",
        "No, actually it was true - these plants <i>can</i> reduce toxins from the air! No matter, let's move to the final question...": "Nie, tak naprawdę to prawda - te rośliny <i>mogą</i> redukować toksyny z powietrza! Nieważne, przejdźmy do ostatniego pytania...",
        "Yes, these plants <i>can indeed</i> remove toxins from the air! Great! Now, time for the final question...": "Tak, te rośliny <i>rzeczywiście</i> mogą usuwać toksyny z powietrza! Świetnie! Teraz czas na ostatnie pytanie...",
        "Allright, final question: which of the following measures is best to take to reduce the risk of falls?": "W porządku, ostatnie pytanie: który z poniższych środków najlepiej podjąć, aby zmniejszyć ryzyko upadków?",
        "No, no, that was not the answer I was looking for. The correct answer was <b>A) Remove carpets</b>. Time to look at you final score...": "Nie, nie, to nie była odpowiedź, której szukałem. Prawidłowa odpowiedź brzmiała <b>A) Usuń dywany</b>. Czas spojrzeć na swój wynik końcowy...",
        "Yes indeed, well done! Now it's time to look at your final score...": "Tak, rzeczywiście, dobrze zrobione! Teraz czas spojrzeć na swój wynik końcowy…",
        "Perfect score, 3 out of 3, well done! You have certainly mastered this module!": "Idealny wynik, 3 na 3, dobrze zrobione! Na pewno opanowałeś ten moduł!",
        "You've got 2 out of the 3 questions correct, very nice!": "Masz 2 z 3 pytań poprawne, bardzo fajnie!",
        "Only one question correct... Maybe you could go through some of the material again?": "Tylko jedno pytanie poprawne... Może mógłbyś przejrzeć część materiału jeszcze raz?",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Nie odpowiedziałeś poprawnie na żadne pytanie. Może mógłbyś przejrzeć część materiału jeszcze raz?",
        "I don't have anything more to add to this. If you finished the lesson, you are ready to move to the next course!": "Nie mam nic więcej do dodania. Jeśli skończyłeś lekcję, możesz przejść do następnego kursu!"
    },
    "_user": {
        "Let's do the quiz.": "Zróbmy quiz.",
        "Goodbye.": "Żegnaj.",
        "A) Cast-iron pots": "A) Garnki żeliwne",
        "B) Stainless steel pans": "B) Patelnie ze stali nierdzewnej",
        "C) Non-stick pans": "C) Patelnie z powłoką nieprzywierającą",
        "A) True": "A) Prawda",
        "B) False": "B) Fałsz",
        "A) Remove carpets": "A) Usuń dywany",
        "B) Use slippers": "B) Używaj kapci",
        "C) Place more carpets": "C) Połóż więcej dywanów",
        "Redo the quiz.": "Powtórz quiz."
    }
}