{
    "Alfi": {
        "Welcome to the module \"eco-friendly technology\". In this module, I will guide you through different kinds of technology that can help you lead a more sustainable life.": "Witamy w module „technologia przyjazna dla środowiska”. W tym module poprowadzę Cię przez różne rodzaje technologii, które mogą pomóc Ci prowadzić bardziej zrównoważone życie.",
        "We will look at technology to help you save energy, water and waste! But first, let us check out what eco- and age-friendly technologies are.": "Przyjrzymy się technologii, która pomoże Ci oszczędzać energię, wodę i odpady! Ale najpierw sprawdźmy, jakie są przyjazne dla środowiska i wieku technologie.",
        "On the left you see the different parts that make up this course.": "Po lewej stronie widzisz różne części, które składają się na ten kurs.",
        "After this introduction lesson, you will know what eco-friendly technologies are. In the next lessons we will explore in what ways we can incorporate these technologies in our own lives. Good luck!": "Po tej lekcji wprowadzającej będziesz wiedział, czym są przyjazne dla środowiska technologie. W kolejnych lekcjach zbadamy, w jaki sposób możemy włączyć te technologie do naszego życia. Powodzenia!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "Na ekranie głównym możesz zobaczyć treść lekcji, w tym tekst, obrazy, a czasem filmy.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Po ukończeniu wszystkich sześciu lekcji tego kursu możesz zamknąć okno lub kliknąć przycisk „Powrót do kursu”, aby powrócić do przeglądu kursu.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Następnie kliknij przycisk „Dalej”, aby przejść do następnej lekcji w kursie.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Przejrzyj cały materiał i kliknij „Oznacz jako ukończone” na dole strony, gdy skończysz.",
        "This will automatically take you to the next lesson in the course.": "To automatycznie przeniesie Cię do następnej lekcji w kursie."
    },
    "_user": {
        "How does it work?": "Jak to działa?",
        "Okay, what's next?": "Okej, co dalej?",
        "Goodbye.": "Do widzenia.",
        "Okay, thanks.": "Okej, dziękuję."
    }
}