{
    "Alfi": {
        "Studies show that integrated care can improve patient satisfaction and reduce hospital visits. It ensures that patients, especially older adults, receive care that is continuous, personalised, and more efficient.": "Badania pokazują, że zintegrowana opieka może poprawić zadowolenie pacjentów i zmniejszyć liczbę wizyt w szpitalu. Zapewnia ona, że ​​pacjenci, zwłaszcza osoby starsze, otrzymują opiekę ciągłą, spersonalizowaną i bardziej wydajną.",
        "Integrated care has been proven to help reduce hospital readmissions and improve quality of life for people managing long-term health conditions.": "Udowodniono, że zintegrowana opieka pomaga zmniejszyć liczbę ponownych przyjęć do szpitala i poprawić jakość życia osób zmagających się z przewlekłymi schorzeniami.",
        "I don't have more to say, but I do have two videos that I would recommend you to watch...": "Nie mam nic więcej do powiedzenia, ale mam dwa filmy, które polecam obejrzeć...",
        "The first one is from the World Health Organisation and is called <a href=\"https:\\/\\/www.youtube.com\\/watch?v=q2SdjlFQn3I\" target=\"_new\">Integrated Care for older people</a>.": "Pierwszy z nich pochodzi ze Światowej Organizacji Zdrowia i nosi nazwę <a href=\"https:\\/\\/www.youtube.com\\/watch?v=q2SdjlFQn3I\" target=\"_new\">Zintegrowana opieka nad osobami starszymi</a>.",
        "The second video is also from the World Health Organisation and is called <a href=https:\\/\\/www.youtube.com\\/watch?v=pj-AvTOdk2Q\" target=\"_new\">What is people-centred care</a>?": "Drugi film również pochodzi ze Światowej Organizacji Zdrowia i nosi tytuł <a href=https:\\/\\/www.youtube.com\\/watch?v=pj-AvTOdk2Q\" target=\"_new\">Czym jest opieka skoncentrowana na ludziach</a>?",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Obawiam się, że to wszystkie dodatkowe informacje, jakie posiadam. Być może jesteś gotowy na kolejną lekcję!"
    },
    "_user": {
        "Tell me more...": "Powiedz mi więcej...",
        "Goodbye.": "Żegnaj.",
        "Anything else?": "Coś jeszcze?"
    }
}