{
    "Alfi": {
        "In this module we will be exploring the importance of social participation, community support and communication in promoting healthy aging.": "W tym module będziemy badać znaczenie uczestnictwa społecznego, wsparcia społeczności i komunikacji w promowaniu zdrowego starzenia się.",
        "On the left you see the different parts that make up this course.": "Po lewej stronie widzisz różne części, które składają się na ten kurs.",
        "After going through this introduction lesson, come talk to me again, and I may have something more to say.": "Po przejściu tej lekcji wprowadzającej, przyjdź do mnie ponownie, a może będę miał coś więcej do powiedzenia.",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "Na ekranie głównym możesz zobaczyć treść lekcji, w tym tekst, obrazy, a czasem filmy.",
        "Once you've finished both lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Po ukończeniu obu lekcji kursu możesz zamknąć okno lub kliknąć przycisk „Powrót do kursu”, aby powrócić do przeglądu kursu.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Następnie kliknij przycisk „Dalej”, aby przejść do następnej lekcji w kursie.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Przejrzyj cały materiał i kliknij „Oznacz jako ukończone” na dole strony, gdy skończysz.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Po ukończeniu wszystkich sześciu lekcji tego kursu możesz zamknąć okno lub kliknąć przycisk „Powrót do kursu”, aby powrócić do przeglądu kursu.",
        "This will automatically take you to the next lesson in the course.": "To automatycznie przeniesie Cię do następnej lekcji w kursie."
    },
    "_user": {
        "How does it work?": "Jak to działa?",
        "Okay, what's next?": "Okej, co dalej?",
        "Goodbye.": "Do widzenia.",
        "Okay, thanks.": "Okej, dziękuję."
    }
}