{
    "Alfi": {
        "Hello again! Have you finished the lesson? If so, I have some additional tips for you.": "Cześć ponownie! Czy skończyłeś lekcję? Jeśli tak, mam dla Ciebie kilka dodatkowych wskazówek.",
        "Great! So, did you know that certain houseplants not only beautify your home but can also act as natural air purifiers?": "Świetnie! Czy wiesz, że niektóre rośliny doniczkowe nie tylko upiększają Twój dom, ale mogą również działać jako naturalne oczyszczacze powietrza?",
        "Okay, take your time. When you've finished, come talk to me again!": "Dobrze, nie spiesz się. Kiedy skończysz, przyjdź do mnie ponownie!",
        "Plants like English Ivy, snake plants, and bamboo palms can help reduce indoor air pollution by filtering out harmful substances like formaldehyde and benzene from the air.": "Rośliny takie jak bluszcz pospolity, wężownica i palmy bambusowe mogą pomóc zmniejszyć zanieczyszczenie powietrza w pomieszczeniach, filtrując z powietrza szkodliwe substancje, takie jak formaldehyd i benzen.",
        "Improving the air quality in your home can make a big difference in how you feel every day. By making simple changes, you can help protect your lung health, boost your energy levels, and even reduce the risk of developing serious health problems.": "Poprawa jakości powietrza w domu może mieć duży wpływ na to, jak czujesz się każdego dnia. Wprowadzając proste zmiany, możesz pomóc chronić zdrowie płuc, zwiększyć poziom energii, a nawet zmniejszyć ryzyko wystąpienia poważnych problemów zdrowotnych.",
        "Well, I don't have any more tips, but I do have a video that you may find interesting. It's from the American Lung Association and is titled <a href=\"https:\\/\\/www.youtube.com\\/watch?v=Aabz4MHXgT4\" target=\"_new\">How Indoor Air Quality Impacts Your Lungs</a> (click to view).": "Cóż, nie mam więcej wskazówek, ale mam film, który może Cię zainteresować. Pochodzi od American Lung Association i nosi tytuł <a href=\"https:\\/\\/www.youtube.com\\/watch?v=Aabz4MHXgT4\" target=\"_new\">Jak jakość powietrza w pomieszczeniach wpływa na płuca</a> (kliknij, aby wyświetlić).",
        "I only have this other video from the \"Quartz\" channel, called <a href=\"https:\\/\\/www.youtube.com\\/watch?v=lPNYdSZRSdg\" target=\"_new\">A NASA study explains how to purify air with house plants</a>. Have a look if you're interested!": "Mam tylko ten inny film z kanału „Quartz”, zatytułowany <a href=\"https:\\/\\/www.youtube.com\\/watch?v=lPNYdSZRSdg\" target=\"_new\">Badanie NASA wyjaśnia, jak oczyszczać powietrze za pomocą roślin domowych</a>. Obejrzyj, jeśli jesteś zainteresowany!",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Obawiam się, że to wszystkie dodatkowe informacje, jakie mam. Być może jesteś gotowy na następną lekcję!"
    },
    "_user": {
        "I finished.": "Skończyłem.",
        "Not yet.": "Jeszcze nie.",
        "Goodbye.": "Żegnaj.",
        "Tell me more...": "Powiedz mi więcej...",
        "Anything else?": "Coś jeszcze?",
        "Anything more?": "Coś jeszcze?"
    }
}