{
    "Alfi": {
        "Did you know that in some countries, tenants are allowed to make energy-saving modifications without landlord permission, as long as the changes are reversible and do not cause damage to the property.": "Czy wiesz, że w niektórych krajach najemcy mogą wprowadzać zmiany oszczędzające energię bez zgody właściciela, pod warunkiem, że są one odwracalne i nie powodują uszkodzeń nieruchomości?",
        "Always check local regulations or consult your landlord beforehand to avoid complications!": "Zawsze sprawdzaj lokalne przepisy lub skonsultuj się z właścicielem, aby uniknąć komplikacji!",
        "I'm afraid that's all the extra information I have for now. Well, it seems you are ready for the next course!": "Obawiam się, że to już wszystkie dodatkowe informacje, jakie mam na ten moment. Wygląda na to, że jesteś gotowy na kolejny kurs!",
        "When you are finished with the material of this module, I have some additional tips for you, or we could go test your knowledge with a short quiz?": "Kiedy skończysz materiał z tego modułu, mam dla ciebie kilka dodatkowych wskazówek lub możemy sprawdzić twoją wiedzę za pomocą krótkiego quizu?",
        "Okay, I have three questions for you to test your knowledge of this module. Ready, set, go!": "Mam dla ciebie trzy pytania, które sprawdzą twoją wiedzę na temat tego modułu. Gotowi, start!",
        "Question 1: How can you make your bathroom more safe?": "Pytanie 1: Jak zwiększyć bezpieczeństwo w łazience?",
        "Ai, that was a trick-question! The correct answer was: <b>D) all of the above</b>. Let's quickly go to the next question.": "Ai, to było pytanie-podchwytliwe! Prawidłowa odpowiedź brzmiała: <b>D) wszystkie powyższe</b>. Przejdźmy szybko do następnego pytania.",
        "That's right! You didn't fall for our trick question, well done! Let's see how you do on the next question...": "Zgadza się! Nie dałeś się nabrać na nasze podchwytliwe pytanie, dobra robota! Zobaczmy, jak poradzisz sobie z następnym pytaniem...",
        "Second question: What is a Plug-in PV system mainly used for?": "Drugie pytanie: Do czego głównie służy system fotowoltaiczny typu plug-in?",
        "No, unfortunately that's not correct. The right answer was <b>A) Generate electricity from sun</b>. Let's forget about that and move to the last question...": "Nie, niestety to nie jest poprawne. Prawidłowa odpowiedź brzmiała <b>A) Generowanie energii elektrycznej ze słońca</b>. Zapomnijmy o tym i przejdźmy do ostatniego pytania…",
        "Great! That is correct.": "Świetnie! To prawda.",
        "<br/>Two down, one to go for a perfect score!": "<br/>Dwa w dół, jeden do zdobycia, aby uzyskać idealny wynik!",
        "<br/>Back on track with 1 correct, 1 wrong.": "<br/>Wracam do tematu z 1 poprawnym, 1 błędnym.",
        "<br/>I think I lost count of your score.": "<br/>Chyba straciłem rachubę twojego wyniku.",
        "Let's move to the final question.": "Przejdźmy do ostatniego pytania.",
        "Final question: How can you make the entrance of a house more accessible?": "Ostatnie pytanie: Jak sprawić, by wejście do domu było bardziej dostępne?",
        "That's not correct. The right answer was <b>C) Add a ramp for wheelchairs or strollers</b>. Anyway, time to look at your final score...": "To nie jest poprawne. Prawidłowa odpowiedź to <b>C) Dodaj rampę dla wózków inwalidzkich lub wózków dziecięcych</b>. Tak czy inaczej, czas spojrzeć na swój wynik końcowy…",
        "That's correct, great! Time to look at your final score.": "To poprawne, świetnie! Czas spojrzeć na swój wynik końcowy.",
        "Perfect score, 3 out of 3, congratulations! Looks like you've mastered this module!": "Idealny wynik, 3 na 3, gratulacje! Wygląda na to, że opanowałeś ten moduł!",
        "You've got 2 out of the 3 questions correct, well done!": "Masz 2 z 3 pytań prawidłowych, gratulacje!",
        "One question correct, but two mistakes. Maybe you could go through some of the material again?": "Jedno pytanie poprawne, ale dwa błędy. Może mógłbyś przejrzeć część materiału jeszcze raz?",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Nie odpowiedziałeś poprawnie na żadne pytanie. Może mógłbyś przejrzeć część materiału jeszcze raz?"
    },
    "_user": {
        "Anything else?": "Czy mogę pomóc w czymś jeszcze?",
        "Take me to the Quiz.": "Przejdź do quizu.",
        "Goodbye.": "Do widzenia.",
        "Show me tips.": "Pokaż mi wskazówki.",
        "Start the quiz.": "Rozpocznij quiz.",
        "A) Emergency access": "A) Dostęp awaryjny",
        "B) Grab bars": "B) Uchwyty",
        "C) Non-slip flooring": "C) Antypoślizgowa podłoga",
        "D) All of the above": "D) Wszystkie powyższe",
        "A) Generate electricity from sun": "A) Generowanie energii elektrycznej ze słońca",
        "B) Store water for gardening": "B) Przechowywanie wody na potrzeby ogrodnictwa",
        "C) Heat a house during winter": "C) Ogrzewanie domu w zimie",
        "A) Install bright lights around the entrance": "A) Zainstalować jasne światła wokół wejścia",
        "B) Place a large mat to cover the floor": "B) Położyć dużą matę, aby zakryć podłogę",
        "C) Add a ramp for wheelchairs or strollers": "C) Dodać rampę dla wózków inwalidzkich lub wózków dziecięcych",
        "D) All the above": "D) Wszystkie powyższe",
        "Redo the quiz.": "Powtórz quiz.",
        "Show me the tips.": "Pokaż mi wskazówki."
    }
}