{
    "Alfi": {
        "So, did you finish the lesson? If so, I have some additional fun facts, as well as a final quiz to test your knowledge. What would you like to start with?": "Więc, czy skończyłeś lekcję? Jeśli tak, mam kilka dodatkowych ciekawostek, a także ostatni quiz, aby sprawdzić twoją wiedzę. Od czego chciałbyś zacząć?",
        "Allright! So, did you know that electric cars were actually invented over 100 years ago. They were popular in the early 1900s before petrol cars took over. But now, electric cars are making a big comeback!": "W porządku! Czy wiesz, że samochody elektryczne zostały wynalezione ponad 100 lat temu? Były popularne na początku XX wieku, zanim przejęły je samochody benzynowe. Ale teraz samochody elektryczne przeżywają wielki powrót!",
        "Okay, no problem. Come back later after you finished the lesson!": "Okej, nie ma problemu. Wróć później, jak skończysz lekcję!",
        "Sure! Did you know that some e-bikes can travel up to 50 miles on a single charge? This means you can go for a long ride without worrying about running out of battery power!": "Jasne! Czy wiesz, że niektóre rowery elektryczne mogą przejechać do 50 mil na jednym ładowaniu? Oznacza to, że możesz wybrać się na długą przejażdżkę, nie martwiąc się o wyczerpanie baterii!",
        "I would love to have an e-bike as well. They also seem very useful if you live in a hilly area.": "Ja również chciałbym mieć rower elektryczny. Wydają się również bardzo przydatne, jeśli mieszkasz w pagórkowatym terenie.",
        "Maybe as a final thing, it's time to take a moment to reflect...": "Może na koniec nadszedł czas na chwilę refleksji...",
        "For example, think about the trips you usually take in your car. Could you use an e-bike or public transport for some of these trips?": "Na przykład pomyśl o podróżach, które zwykle odbywasz swoim samochodem. Czy mógłbyś wykorzystać rower elektryczny lub transport publiczny na niektóre z tych podróży?",
        "It might be a great way to explore eco-friendly options while staying active!": "To może być świetny sposób na odkrywanie ekologicznych opcji przy jednoczesnym zachowaniu aktywności!",
        "That's all the extra information I have I'm afraid. Did you already take the quiz?": "Obawiam się, że to wszystkie dodatkowe informacje, jakie posiadam. Czy już zrobiłeś quiz?",
        "Okay, quiz time! First question: Why are smart environments important for you?": "Okej, czas na quiz! Pierwsze pytanie: Dlaczego inteligentne środowiska są dla Ciebie ważne?",
        "No unfortunately that was wrong, the right options were <b>A) improving safety</b>, and <b>C) keeping connected to services</b>. No matter, let's move to the second question...": "Niestety, to było złe, właściwymi opcjami były <b>A) poprawa bezpieczeństwa</b> i <b>C) utrzymanie dostępu do usług</b>. Nieważne, przejdźmy do drugiego pytania...",
        "That's the correct answer! Great! Let's move to the second question...": "To jest prawidłowa odpowiedź! Świetnie! Przejdźmy do drugiego pytania...",
        "Second question: What is green energy?": "Drugie pytanie: Czym jest zielona energia?",
        "Ai, unfortunately that was the only option that was <em>not</em> correct. Oh well, let's go to the third and final question...": "Ai, niestety to była jedyna opcja, która <em>nie</em> była poprawna. No cóż, przejdźmy do trzeciego i ostatniego pytania...",
        "Yes, that's correct. In fact, options <b>A, B and D</b> were all correct. So, let's move to the third and last question for today...": "Tak, to jest poprawne. Właściwie opcje <b>A, B i D</b> były poprawne. Przejdźmy więc do trzeciego i ostatniego pytania na dziś...",
        "Okay, last question: Why does eco-friendly transportation matter for you?": "Okej, ostatnie pytanie: Dlaczego ekologiczny transport jest dla Ciebie ważny?",
        "No, that's not the answer I was looking for. The right answer is <b>A) It reduces air pollution and improves health</b>. Now, time to look at your final score...": "Nie, to nie jest odpowiedź, której szukałem. Prawidłowa odpowiedź to <b>A) Zmniejsza zanieczyszczenie powietrza i poprawia zdrowie</b>. Teraz czas spojrzeć na Twój wynik końcowy...",
        "Yes, indeed, reducing air pollution and improving health was the right answer. Now, let's have a look at your final score...": "Tak, rzeczywiście, zmniejszenie zanieczyszczenia powietrza i poprawa zdrowia to prawidłowa odpowiedź. Teraz spójrzmy na Twój wynik końcowy...",
        "Perfect score, 3 out of 3, well done! You have certainly mastered this module!": "Perfekcyjny wynik, 3 na 3, gratulacje! Na pewno opanowałeś ten moduł!",
        "You've got 2 out of the 3 questions correct, very nice!": "Odpowiedziałeś poprawnie na 2 z 3 pytań, bardzo dobrze!",
        "Only one question correct... Maybe you could go through some of the material again?": "Tylko jedno pytanie jest poprawne... Może mógłbyś przejrzeć część materiału jeszcze raz?",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Nie odpowiedziałeś poprawnie na żadne pytanie. Może mógłbyś przejrzeć część materiału jeszcze raz?",
        "So, did you finish the lesson? If so, I have some additional fun facts for you.": "Czy skończyłeś lekcję? Jeśli tak, mam dla Ciebie kilka dodatkowych ciekawostek.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Obawiam się, że to już wszystkie dodatkowe informacje, jakie posiadam. Może jesteś gotowy na kolejną lekcję!"
    },
    "_user": {
        "Additional facts.": "Dodatkowe fakty.",
        "Take the quiz.": "Zrób quiz.",
        "Not yet.": "Jeszcze nie.",
        "Anything else?": "Coś jeszcze?",
        "Goodbye.": "Do widzenia.",
        "A) To improve safety, accessibility, and mobility": "A) Aby poprawić bezpieczeństwo, dostępność i mobilność",
        "B) It's more important for young people": "B) Jest to ważniejsze dla młodych ludzi",
        "C) To keep older adults connected to services": "C) Aby osoby starsze miały dostęp do usług",
        "D) To remove the need for transportation": "D) Aby wyeliminować potrzebę transportu",
        "A) Energy from renewable sources like sun and wind": "A) Energia ze źródeł odnawialnych, takich jak słońce i wiatr",
        "B) Energy that never runs out or harms the planet": "B) Energia, która nigdy się nie wyczerpie ani nie zaszkodzi planecie",
        "C) Energy made from burning fossil fuels": "C) Energia pochodząca ze spalania paliw kopalnych",
        "D) Energy created by natural resources": "D) Energia pochodząca z zasobów naturalnych",
        "A) It reduces air pollution and improves health": "A) Zmniejsza zanieczyszczenie powietrza i poprawia zdrowie",
        "B) It encourages more walking and cycling": "B) Zachęca do chodzenia i jazdy na rowerze",
        "C) It's mainly for reducing travel costs": "C) Służy głównie do obniżania kosztów podróży",
        "D) It's only useful in urban areas": "D) Jest przydatny tylko na obszarach miejskich",
        "Redo the quiz.": "Powtórz quiz.",
        "Show me additional facts.": "Pokaż mi dodatkowe fakty.",
        "I finished.": "Skończyłem."
    }
}