{
    "Alfi": {
        "Did you know that many older adults who receive care at home, as well as their caregivers, report feeling happier and more secure when they have access to support services.": "Czy wiesz, że wiele osób starszych, które otrzymują opiekę w domu, a także ich opiekunowie, zgłaszają, że czują się szczęśliwsi i bezpieczniejsi, gdy mają dostęp do usług wsparcia.",
        "Caregivers who receive training and regular breaks are more likely to stay healthy and feel confident in their role.": "Opiekunowie, którzy otrzymują szkolenie i regularne przerwy, częściej pozostają zdrowi i czują się pewnie w swojej roli.",
        "If you or someone you know is providing or receiving care at home, it’s a good idea to explore what local services are available to help. Whether it’s training, financial aid, or volunteer programmes, there are many ways to make caregiving more sustainable and less stressful for everyone involved.": "Jeśli Ty lub ktoś, kogo znasz, zapewnia lub otrzymuje opiekę w domu, dobrym pomysłem jest sprawdzenie, jakie lokalne usługi są dostępne, aby pomóc. Niezależnie od tego, czy jest to szkolenie, pomoc finansowa czy programy wolontariatu, istnieje wiele sposobów, aby uczynić opiekę bardziej zrównoważoną i mniej stresującą dla wszystkich zaangażowanych.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Obawiam się, że to wszystkie dodatkowe informacje, jakie mam. Być może jesteś gotowy na kolejną lekcję!",
        "Yes, I want to invite you to watch <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XezfOVE9RFM\" target=\"_new\">this video</a>, if you want to know more about the topic.": "Tak, chcę zaprosić Cię do obejrzenia <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XezfOVE9RFM\" target=\"_new\">tego filmu</a>, jeśli chcesz dowiedzieć się więcej na ten temat.",
        "Programmes that provide support to caregivers make it easier for older adults to stay at home and maintain their independence for longer.": "Programy zapewniające wsparcie opiekunom ułatwiają osobom starszym pozostanie w domu i dłuższe zachowanie niezależności."
    },
    "_user": {
        "Anything else?": "Coś jeszcze?",
        "Goodbye.": "Do widzenia."
    }
}