{
    "Alfi": {
        "Hello again. Did you finished the lesson? If so, I have some additional tips for you...": "Witam ponownie. Czy skończyłeś lekcję? Jeśli tak, mam dla Ciebie kilka dodatkowych wskazówek...",
        "So, first fun fact... Did you know that the city of Eindhoven in the Netherlands launched a \"Smart Lighting\" initiative in Strijp-S?": "Więc pierwszy ciekawostka... Czy wiesz, że miasto Eindhoven w Holandii uruchomiło inicjatywę „Inteligentnego oświetlenia” w Strijp-S?",
        "Okay, no problem. Come back later after you finished the lesson!": "Okej, nie ma problemu. Wróć później, gdy skończysz lekcję!",
        "Here LED lights come on automatically when people are detected and dim when the area is empty. This approach has reduced energy consumption significantly while enhancing safety.": "Tutaj światła LED włączają się automatycznie, gdy wykryją ludzi i przygasają, gdy obszar jest pusty. Takie podejście znacznie zmniejszyło zużycie energii, jednocześnie zwiększając bezpieczeństwo.",
        "Similarly, the city of Oslo (Norway) has rolled out adaptive street lighting, which adjusts brightness based on activity levels, helping the city reduce both energy costs and light pollution.": "Podobnie, miasto Oslo (Norwegia) wprowadziło adaptacyjne oświetlenie uliczne, które dostosowuje jasność w zależności od poziomu aktywności, pomagając miastu obniżyć zarówno koszty energii, jak i zanieczyszczenie światłem.",
        "This kind of smart lighting is gaining popularity worldwide thanks to its benefits in terms of sustainability and urban safety.": "Ten rodzaj inteligentnego oświetlenia zyskuje popularność na całym świecie dzięki swoim zaletom w zakresie zrównoważonego rozwoju i bezpieczeństwa miejskiego.",
        "Okay, final fun fact... Did you know that the first \"smart city\" in the world is widely considered to be Songdo in South Korea?": "Okej, ostatni ciekawostka... Czy wiesz, że pierwszym „inteligentnym miastem” na świecie jest powszechnie uważane Songdo w Korei Południowej?",
        "It was built from the ground up with technology designed to improve the lives of residents, including eco-friendly and age-friendly solutions!": "Zostało zbudowane od podstaw z wykorzystaniem technologii zaprojektowanej w celu poprawy życia mieszkańców, w tym przyjaznych dla środowiska i przyjaznych dla osób starszych rozwiązań!",
        "There is a video that shows this city from the Architectural Adventures channel, called <a href=\"https:\\/\\/www.youtube.com/watch?v=2X39rGB5KWE\" target=\"_new\">South Korea Built A New SMART City And It SURPRISED Everyone</a>.": "Jest film pokazujący to miasto z kanału Architectural Adventures, zatytułowany <a href=\"https:\\/\\/www.youtube.com\\/watch?v=2X39rGB5KWE\" target=\"_new\">Korea Południowa zbudowała nowe SMART City i ZASKOCZYŁA WSZYSTKICH</a>.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Obawiam się, że to już wszystkie dodatkowe informacje, jakie posiadam. Może jesteście gotowi na kolejną lekcję!"
    },
    "_user": {
        "I finished.": "Skończyłem.",
        "Not yet.": "Jeszcze nie.",
        "Goodbye.": "Żegnaj.",
        "Anything else?": "Coś jeszcze?"
    }
}