{
    "Alfi": {
        "Welcome to the module \"Technology Around the Home\". In this module, we will learn more about smart city technology and how cities are becoming more age-friendly.": "Witamy w module „Technologia wokół domu”. W tym module dowiemy się więcej o technologii inteligentnych miast i o tym, jak miasta stają się bardziej przyjazne dla osób starszych.",
        "On the left you see the different parts that make up this course.": "Po lewej stronie widzisz różne części, które składają się na ten kurs.",
        "After finishing this lesson, come talk to me again, and I will share some additional tips with you! For now, happy learning!": "Po zakończeniu tej lekcji, przyjdź do mnie ponownie, a podzielę się z Tobą kilkoma dodatkowymi wskazówkami! Na razie życzę przyjemnej nauki!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "Na ekranie głównym możesz zobaczyć treść lekcji, w tym tekst, obrazy, a czasem filmy.",
        "Once you've finished all three lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Po ukończeniu wszystkich trzech lekcji tego kursu możesz zamknąć okno lub kliknąć przycisk „Powrót do kursu”, aby powrócić do przeglądu kursu.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Następnie kliknij przycisk „Dalej”, aby przejść do następnej lekcji w kursie.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Przejdź przez cały materiał i kliknij „Oznacz jako ukończone” na dole strony, gdy skończysz.",
        "This will automatically take you to the next lesson in the course.": "Spowoduje to automatyczne przejście do następnej lekcji kursu."
    },
    "_user": {
        "How does it work?": "Jak to działa?",
        "Okay, what's next?": "Okej, co dalej?",
        "Goodbye.": "Do widzenia.",
        "Okay, thanks.": "Okej, dziękuję."
    }
}