{
    "Alfi": {
        "Are you ready to learn some more about prevention and healthly lifestyles, or do you want to take the final quiz?": "Jesteś gotowy dowiedzieć się więcej o profilaktyce i zdrowym stylu życia, czy wolisz wziąć udział w quizie końcowym?",
        "Well, did you know that taking care of both your physical and mental health through preventive measures can help you live a longer, healthier life?": "Czy wiesz, że dbanie o zdrowie fizyczne i psychiczne poprzez środki zapobiegawcze może pomóc Ci żyć dłużej i zdrowiej?",
        "Regular check-ups, screenings, and healthy lifestyle changes can reduce your risk of disease and help you enjoy your daily life with more energy and vitality.": "Regularne kontrole, badania przesiewowe i zmiany w zdrowym stylu życia mogą zmniejszyć ryzyko zachorowania i pomóc Ci cieszyć się codziennym życiem z większą energią i witalnością.",
        "I don't have much more to say, but I want to point out some interesting external resources...": "Nie mam wiele więcej do powiedzenia, ale chcę wskazać kilka interesujących zewnętrznych źródeł...",
        "First off, the EU Joint Research Centre has a video on <a href=\"https:\\/\\/www.youtube.com\\/watch?v=kDfZ6Xkflaw\" target=\"_new\">Health Promotion and Disease Prevention</a> - check it out by clicking the link.": "Po pierwsze, Wspólne Centrum Badawcze UE ma film na temat <a href=\"https:\\/\\/www.youtube.com\\/watch?v=kDfZ6Xkflaw\" target=\"_new\">Promocji zdrowia i zapobiegania chorobom</a> - obejrzyj go, klikając link.",
        "Second, the World Health Organisation has a video on <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XMcab1MFaLc\" target=\"_new\">A healthy diet, a healthier world</a> - check it out by clicking the link.": "Po drugie, Światowa Organizacja Zdrowia opublikowała film na temat <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XMcab1MFaLc\" target=\"_new\">Zdrowa dieta, zdrowszy świat</a> — obejrzyj go, klikając link.",
        "Finally, the European Parliament released a document titled <a href=\"https:\\/\\/www.europarl.europa.eu\\/RegData\\/etudes\\/BRIE\\/2023\\/751416\\/EPRS_BRI(2023)751416_EN.pdf\" target=\"_new\">Mental health in the EU</a>.": "Wreszcie Parlament Europejski wydał dokument zatytułowany <a href=\"https:\\/\\/www.europarl.europa.eu\\/RegData\\/etudes\\/BRIE\\/2023\\/751416\\/EPRS_BRI(2023)751416_EN.pdf\" target=\"_new\">Zdrowie psychiczne w UE</a>.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next course!": "Obawiam się, że to wszystkie dodatkowe informacje, jakie posiadam. Być może jesteś gotowy na następny kurs!",
        "Allright, here we go. First question: what is a key feature of integrated care?": "No dobrze, zaczynamy. Pierwsze pytanie: jaka jest kluczowa cecha opieki zintegrowanej?",
        "That's not quite right I'm afraid. The correct answer was <b>B) Services work together</b>. Let's move to the next question...": "Obawiam się, że to nie do końca prawda. Prawidłowa odpowiedź brzmiała <b>B) Usługi współpracują ze sobą</b>. Przejdźmy do następnego pytania…",
        "Yes, very good! Integrated care is about services working together! Time to move the second question...": "Tak, bardzo dobrze! Opieka zintegrowana polega na współpracy usług! Czas przejść do drugiego pytania…",
        "Complete the statement: <i>Diversity in healthcare ensures that patients' (___) are recognised and respected, leading to more personalized and effective treatment</i>.": "Uzupełnij stwierdzenie: <i>Różnorodność w opiece zdrowotnej zapewnia, że ​​pacjenci (___) są rozpoznawani i szanowani, co prowadzi do bardziej spersonalizowanego i skutecznego leczenia</i>.",
        "No, that's not correct. The answer I was looking for was <b>C) backgrounds</b>. No matter, let's move to the final question...": "Nie, to nie jest poprawne. Odpowiedź, której szukałem, brzmiała <b>C) pochodzenie</b>. Nieważne, przejdźmy do ostatniego pytania...",
        "Yes very good! Just one more question to go...": "Tak, bardzo dobrze! Zostało tylko jedno pytanie...",
        "Final question. What do you think of the following statement: <i>All EU citizens have the right to free healthcare services, including specialist treatments, dental care, and all medications, regardless of the country they reside in</i>.": "Ostatnie pytanie. Co sądzisz o poniższym stwierdzeniu: <i>Wszyscy obywatele UE mają prawo do bezpłatnych usług opieki zdrowotnej, w tym specjalistycznych zabiegów, opieki stomatologicznej i wszystkich leków, niezależnie od kraju zamieszkania</i>.",
        "Well, wouldn't that be nice? But unfortunately it's not correct. Not all healthcare is free. Let's look at your final score shall we?": "Cóż, czyż to nie byłoby miłe? Ale niestety to nie jest poprawne. Nie cała opieka zdrowotna jest bezpłatna. Spójrzmy na Twój wynik końcowy, dobrze?",
        "Right answer! Not all healthcare is free. Wouldn't it be nice though? Let's look at your final score shall we?": "Prawidłowa odpowiedź! Nie cała opieka zdrowotna jest bezpłatna. Czyż to nie byłoby miłe? Spójrzmy na Twój wynik końcowy, dobrze?",
        "Perfect score, 3 out of 3, well done! You have certainly mastered this module!": "Idealny wynik, 3 na 3, gratulacje! Na pewno opanowałeś ten moduł!",
        "You've got 2 out of the 3 questions correct, very nice!": "Masz 2 z 3 pytań prawidłowych, bardzo miło!",
        "Only one question correct... Maybe you could go through some of the material again?": "Tylko jedno pytanie poprawne... Może mógłbyś przejrzeć część materiału jeszcze raz?",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Nie odpowiedziałeś poprawnie na żadne pytanie. Może mógłbyś przejrzeć część materiału jeszcze raz?",
        "Are you ready to learn some more about prevention and healthly lifestyles?": "Czy jesteś gotowy, aby dowiedzieć się więcej o profilaktyce i zdrowym stylu życia?"
    },
    "_user": {
        "Yes, tell me more...": "Tak, powiedz mi więcej...",
        "Let's do the quiz.": "Zróbmy quiz.",
        "Not now, thanks.": "Nie teraz, dziękuję.",
        "Tell me more...": "Powiedz mi więcej...",
        "Goodbye.": "Do widzenia.",
        "More resources?": "Więcej źródeł?",
        "Anything else?": "Coś jeszcze?",
        "A) Only hospital treatments": "A) Tylko leczenie szpitalne",
        "B) Services work together": "B) Usługi współpracują ze sobą",
        "C) Excludes family members": "C) Wyklucza członków rodziny",
        "D) Emergency only": "D) Tylko nagłe wypadki",
        "A) symptoms": "A) objawy",
        "B) responsibilities": "B) obowiązki",
        "C) backgrounds": "C) pochodzenie",
        "A) True": "A) Prawda",
        "B) False": "B) Fałsz",
        "Redo the quiz.": "Powtórz quiz.",
        "Show me the tips.": "Pokaż mi wskazówki."
    }
}