{
    "Alfi": {
        "Welcome! It is great to have you here. I am Alfi, and I will guide you through this course.": "Witamy! Cieszymy się, że tu jesteś. Jestem Alfi i poprowadzę Cię przez ten kurs.",
        "If you want to learn more about affordability of age- and eco-friendly measures, opportunities for grants and support, you are at the right place!": "Jeśli chcesz dowiedzieć się więcej o przystępności cenowej rozwiązań przyjaznych dla osób starszych i ekologicznych, możliwościach dotacji i wsparcia, jesteś we właściwym miejscu!",
        "On the left you see the different parts that make up this course.": "Po lewej stronie widzisz różne części, które składają się na ten kurs.",
        "Are you ready to learn more about financial aspects to maintain a green and independent life? Great, stay tuned for the learning activities of this course!": "Czy jesteś gotowy, aby dowiedzieć się więcej o aspektach finansowych związanych z prowadzeniem ekologicznego i niezależnego życia? Świetnie! Pozostań z nami na kolejne aktywności edukacyjne w tym kursie!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "Na głównym ekranie znajdziesz treści lekcji, w tym teksty, obrazy, a czasem także filmy.",
        "Once you've finished all three lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Po ukończeniu wszystkich trzech lekcji tego kursu możesz zamknąć okno lub kliknąć przycisk „Powrót do kursu”, aby powrócić do przeglądu kursu.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Następnie kliknij przycisk „Dalej”, aby przejść do następnej lekcji w kursie.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Przejdź przez cały materiał i kliknij „Oznacz jako ukończone” na dole strony, gdy skończysz.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Po ukończeniu wszystkich sześciu lekcji możesz zamknąć okno lub kliknąć przycisk „Powrót do kursu”, aby wrócić do jego podsumowania.",
        "This will automatically take you to the next lesson in the course.": "Po ukończeniu tej lekcji automatycznie przejdziesz do następnej."
    },
    "_user": {
        "How does it work?": "Jak to działa?",
        "Okay, what's next?": "OK, co dalej?",
        "Goodbye.": "Do widzenia.",
        "Okay, thanks.": "OK, dzięki."
    }
}