{
    "Alfi": {
        "Are you ready to learn some more about eco-friendly heating solutions?": "Czy jesteś gotowy, aby dowiedzieć się więcej o przyjaznych dla środowiska rozwiązaniach grzewczych?",
        "Did you know that radiator foil is particularly effective in rooms with outside walls, where heat is most likely to escape during the winter and penetrate in the summer.": "Czy wiesz, że folia kaloryferowa jest szczególnie skuteczna w pomieszczeniach ze ścianami zewnętrznymi, gdzie ciepło najprawdopodobniej ucieka zimą i wnika latem?",
        "Installing it in bedrooms or living rooms where you spend most of your time can make a noticeable difference in terms of warmth and cooling.": "Zainstalowanie jej w sypialniach lub salonach, w których spędzasz większość czasu, może mieć zauważalny wpływ na ciepło i chłodzenie.",
        "Did you know that radiator fans are particularly helpful in larger rooms, where heating or cooling every corner can take longer.": "Czy wiesz, że wentylatory kaloryferowe są szczególnie pomocne w większych pomieszczeniach, w których ogrzewanie lub chłodzenie każdego kąta może zająć więcej czasu.",
        "By circulating air more quickly, they help create a more even and comfortable temperature throughout the room.": "Dzięki szybszej cyrkulacji powietrza pomagają one uzyskać bardziej równomierną i komfortową temperaturę w całym pomieszczeniu.",
        "In some rented flats however, there might be rules about (not) using a radiator fan and, therefore, it is important to check first with your landlord or landlady.": "Jednak w niektórych wynajmowanych mieszkaniach mogą obowiązywać zasady dotyczące (nie)używania wentylatora kaloryferowego, dlatego ważne jest, aby najpierw skonsultować się z właścicielem mieszkania lub właścicielką.",
        "Did you know that some smart thermostats can even work with voice-activated systems like Alexa or Google Home, allowing you to control your heating or cooling with simple voice commands.": "Czy wiesz, że niektóre inteligentne termostaty mogą nawet współpracować z systemami aktywowanymi głosem, takimi jak Alexa lub Google Home, umożliwiając sterowanie ogrzewaniem lub chłodzeniem za pomocą prostych poleceń głosowych.",
        "They also provide data on how much energy you’re using, giving you more control over your heating and cooling habits.": "Dostarczają również danych o tym, ile energii zużywasz, dając Ci większą kontrolę nad swoimi nawykami ogrzewania i chłodzenia.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Obawiam się, że to wszystkie dodatkowe informacje, jakie posiadam. Być może jesteś gotowy na kolejną lekcję!"
    },
    "_user": {
        "Yes, tell me more...": "Tak, powiedz mi więcej...",
        "Not now, thanks.": "Nie teraz, dziękuję.",
        "Tell me more...": "Powiedz mi więcej...",
        "Goodbye.": "Do widzenia.",
        "Anything else?": "Coś jeszcze?"
    }
}