{
    "Alfi": {
        "Hi again, I’m Alfi, your digital course leader!": "Cześć ponownie, jestem Alfi, twój cyfrowy lider kursu!",
        "This time I will accompany you when learning more about social monitoring. Maybe you already know how this e-course works but I’m always here to help.": "Tym razem będę ci towarzyszył w nauce więcej o monitorowaniu społecznym. Być może już wiesz, jak działa ten e-kurs, ale zawsze jestem tutaj, aby pomóc.",
        "On the left you see the different parts that make up this course.": "Po lewej stronie widzisz różne części, które składają się na ten kurs.",
        "That's it. I hope you enjoy the contents of this course!": "To wszystko. Mam nadzieję, że spodoba ci się zawartość tego kursu!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "Na ekranie głównym możesz zobaczyć zawartość lekcji, w tym tekst, obrazy, a czasem filmy.",
        "Once you've finished all ten lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Po ukończeniu wszystkich dziesięciu lekcji tego kursu możesz zamknąć okno lub kliknąć przycisk „Powrót do kursu”, aby powrócić do przeglądu kursu.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Następnie kliknij przycisk „Dalej”, aby przejść do następnej lekcji w kursie.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Przejrzyj cały materiał i kliknij „Oznacz jako ukończone” na dole strony, gdy skończysz.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Po ukończeniu wszystkich sześciu lekcji tego kursu możesz zamknąć okno lub kliknąć przycisk „Powrót do kursu”, aby powrócić do przeglądu kursu.",
        "This will automatically take you to the next lesson in the course.": "Spowoduje to automatyczne przejście do następnej lekcji kursu."
    },
    "_user": {
        "How does it work?": "Jak to działa?",
        "Okay, what's next?": "Okej, co dalej?",
        "Goodbye.": "Do widzenia.",
        "Okay, thanks.": "Okej, dziękuję."
    }
}