{
    "Alfi": {
        "Are you ready to learn some more about healthcare systems and health rights?": "Czy jesteś gotowy, aby dowiedzieć się więcej o systemach opieki zdrowotnej i prawach zdrowotnych?",
        "Well, did you know that healthcare systems across the EU are designed to ensure that everyone has access to essential care?": "Czy wiesz, że systemy opieki zdrowotnej w całej UE są zaprojektowane tak, aby zapewnić każdemu dostęp do podstawowej opieki?",
        "This is especially important for older adults who may have more frequent healthcare needs.": "Jest to szczególnie ważne dla osób starszych, które mogą mieć częstsze potrzeby opieki zdrowotnej.",
        "Did you know that the European Health Insurance Card (EHIC) allows you to access healthcare when traveling within the EU, ensuring that you’re covered if you need medical attention abroad?": "Czy wiesz, że Europejska Karta Ubezpieczenia Zdrowotnego (EKUZ) umożliwia dostęp do opieki zdrowotnej podczas podróży w obrębie UE, zapewniając ubezpieczenie, jeśli będziesz potrzebować opieki medycznej za granicą?",
        "It’s a valuable tool for any older adult who enjoys traveling or visiting family in other EU countries.": "To cenne narzędzie dla każdej osoby starszej, która lubi podróżować lub odwiedzać rodzinę w innych krajach UE.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Obawiam się, że to wszystkie dodatkowe informacje, jakie posiadam. Być może jesteś gotowy na kolejną lekcję!",
        "Did you know that in some countries, additional healthcare services like dental care or eye care may not be fully covered?": "Czy wiesz, że w niektórych krajach dodatkowe usługi opieki zdrowotnej, takie jak opieka stomatologiczna lub okulistyczna, mogą nie być w pełni objęte ubezpieczeniem?",
        "It’s important to check with your local healthcare provider to understand what services are included and whether you may need to purchase additional coverage.": "Ważne jest, aby skontaktować się z lokalnym dostawcą opieki zdrowotnej, aby dowiedzieć się, jakie usługi są objęte ubezpieczeniem i czy może być konieczne wykupienie dodatkowego ubezpieczenia."
    },
    "_user": {
        "Yes, tell me more...": "Tak, powiedz mi więcej...",
        "Not now, thanks.": "Nie teraz, dziękuję.",
        "Tell me more...": "Powiedz mi więcej...",
        "Goodbye.": "Do widzenia.",
        "Anything else?": "Coś jeszcze?"
    }
}