{
    "Alfi": {
        "Welcome to the module \"Safety at Home\". In this module we are going to explore the typology of an age-friendly house.": "Witamy w module „Bezpieczeństwo w domu”. W tym module będziemy badać typologię domu przyjaznego osobom starszym.",
        "What are its main parameters? Read more in this lesson, and make sure to watch the videos that will help you better understand this concept.": "Jakie są jego główne parametry? Przeczytaj więcej w tej lekcji i koniecznie obejrzyj filmy, które pomogą Ci lepiej zrozumieć tę koncepcję.",
        "On the left you see the different parts that make up this course.": "Po lewej stronie widzisz różne części, które składają się na ten kurs.",
        "I hope you enjoy this lesson and this module. After you've finished the current page, come talk to me again, and I have some more things to say.": "Mam nadzieję, że spodoba Ci się ta lekcja i ten moduł. Po zakończeniu bieżącej strony, przyjdź do mnie ponownie, a ja będę miał jeszcze kilka rzeczy do powiedzenia.",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "Na ekranie głównym możesz zobaczyć treść lekcji, w tym tekst, obrazy, a czasem filmy.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Po ukończeniu wszystkich sześciu lekcji tego kursu możesz zamknąć okno lub kliknąć przycisk „Powrót do kursu”, aby powrócić do przeglądu kursu.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Następnie kliknij przycisk „Dalej”, aby przejść do następnej lekcji w kursie.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Przejrzyj cały materiał i kliknij „Oznacz jako ukończone” na dole strony, gdy skończysz.",
        "This will automatically take you to the next lesson in the course.": "Spowoduje to automatyczne przejście do następnej lekcji kursu."
    },
    "_user": {
        "How does it work?": "Jak to działa?",
        "Okay, what's next?": "Okej, co dalej?",
        "Goodbye.": "Do widzenia.",
        "Okay, thanks.": "Okej, dzięki."
    }
}