{
    "Alfi": {
        "Are you ready to learn some more about prevention and healthly lifestyles, or do you want to take the final quiz?": "Είστε έτοιμοι να μάθετε περισσότερα για την πρόληψη και τον υγιεινό τρόπο ζωής ή θέλετε να κάνετε το τελευταίο κουίζ;",
        "Well, did you know that taking care of both your physical and mental health through preventive measures can help you live a longer, healthier life?": "Λοιπόν, γνωρίζατε ότι η φροντίδα τόσο της σωματικής όσο και της ψυχικής σας υγείας μέσω προληπτικών μέτρων μπορεί να σας βοηθήσει να ζήσετε μια μακρύτερη, πιο υγιή ζωή;",
        "Regular check-ups, screenings, and healthy lifestyle changes can reduce your risk of disease and help you enjoy your daily life with more energy and vitality.": "Οι τακτικοί έλεγχοι, οι προληπτικές εξετάσεις και οι αλλαγές στον υγιεινό τρόπο ζωής μπορούν να μειώσουν τον κίνδυνο ασθένειας και να σας βοηθήσουν να απολαύσετε την καθημερινότητά σας με περισσότερη ενέργεια και ζωντάνια.",
        "I don't have much more to say, but I want to point out some interesting external resources...": "Δεν έχω πολλά περισσότερα να πω, αλλά θέλω να επισημάνω μερικές ενδιαφέρουσες εξωτερικές πηγές...",
        "First off, the EU Joint Research Centre has a video on <a href=\"https:\\/\\/www.youtube.com\\/watch?v=kDfZ6Xkflaw\" target=\"_new\">Health Promotion and Disease Prevention</a> - check it out by clicking the link.": "Πρώτα απ 'όλα, το Κοινό Κέντρο Ερευνών της ΕΕ έχει ένα βίντεο σχετικά με την <a href=\"https:\\/\\/www.youtube.com\\/watch?v=kDfZ6Xkflaw\" target=\"_new\">Health Promotion and Disease Prevention</a> - ελέγξτε έξω κάνοντας κλικ στον σύνδεσμο.",
        "Second, the World Health Organisation has a video on <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XMcab1MFaLc\" target=\"_new\">A healthy diet, a healthier world</a> - check it out by clicking the link.": "Δεύτερον, ο Παγκόσμιος Οργανισμός Υγείας έχει ένα βίντεο σχετικά με <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XMcab1MFaLc\" target=\"_new\">A healthy diet, a healthier world</a> - ελέγξτε έξω κάνοντας κλικ στον σύνδεσμο.",
        "Finally, the European Parliament released a document titled <a href=\"https:\\/\\/www.europarl.europa.eu\\/RegData\\/etudes\\/BRIE\\/2023\\/751416\\/EPRS_BRI(2023)751416_EN.pdf\" target=\"_new\">Mental health in the EU</a>.": "Τέλος, το Ευρωπαϊκό Κοινοβούλιο δημοσίευσε ένα έγγραφο με τίτλο <a href=\"https:\\/\\/www.europarl.europa.eu\\/RegData\\/etudes\\/BRIE\\/2023\\/751416\\/EPRS_BRI(2023)751416_EN.pdf\" target=\"_new\">Mental health in the EU</a>.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next course!": "Φοβάμαι πως αυτές είναι όλες οι επιπλέον πληροφορίες που έχω. Ίσως είστε έτοιμοι για το επόμενο μάθημα!",
        "Allright, here we go. First question: what is a key feature of integrated care?": "Εντάξει, ξεκινάμε. Πρώτο ερώτημα: ποιο είναι το βασικό χαρακτηριστικό της ολοκληρωμένης φροντίδας;",
        "That's not quite right I'm afraid. The correct answer was <b>B) Services work together</b>. Let's move to the next question...": "Πολύ φοβάμαι πως αυτό δεν είναι σωστό. Η σωστή απάντηση ήταν <b>B) Συνεργασία των υπηρεσιών</b>. Πάμε στην επόμενη ερώτηση…",
        "Yes, very good! Integrated care is about services working together! Time to move the second question...": "Ναι, πολύ καλό! Η ολοκληρωμένη φροντίδα αφορά υπηρεσίες που συνεργάζονται! Ώρα να μεταφερθούμε στη δεύτερη ερώτηση…",
        "Complete the statement: <i>Diversity in healthcare ensures that patients' (___) are recognised and respected, leading to more personalized and effective treatment</i>.": "Συμπληρώστε τη δήλωση: <i>Η διαφορετικότητα στην υγειονομική περίθαλψη διασφαλίζει ότι οι ασθενείς (___) αναγνωρίζονται και γίνονται σεβαστοί, οδηγώντας σε πιο εξατομικευμένη και αποτελεσματική θεραπεία</i>.",
        "No, that's not correct. The answer I was looking for was <b>C) backgrounds</b>. No matter, let's move to the final question...": "Όχι, δεν είναι σωστό. Η απάντηση που έψαχνα ήταν <b>Γ) υπόβαθρα</b>. Δεν πειράζει, ας περάσουμε στην τελευταία ερώτηση…",
        "Yes very good! Just one more question to go...": "Ναι πολύ καλά! Μια ερώτηση ακόμα…",
        "Final question. What do you think of the following statement: <i>All EU citizens have the right to free healthcare services, including specialist treatments, dental care, and all medications, regardless of the country they reside in</i>.": "Τελευταία ερώτηση. Ποια είναι η γνώμη σας για την ακόλουθη δήλωση: <i>Όλοι οι πολίτες της ΕΕ έχουν δικαίωμα σε δωρεάν υπηρεσίες υγειονομικής περίθαλψης, συμπεριλαμβανομένων των εξειδικευμένων θεραπειών, της οδοντιατρικής περίθαλψης και όλων των φαρμάκων, ανεξάρτητα από τη χώρα στην οποία διαμένουν</i>.",
        "Well, wouldn't that be nice? But unfortunately it's not correct. Not all healthcare is free. Let's look at your final score shall we?": "Λοιπόν, δεν θα ήταν ωραίο; Αλλά δυστυχώς δεν είναι σωστό. Δεν είναι όλη η υγειονομική περίθαλψη δωρεάν. Ας δούμε την τελική βαθμολογία σας;",
        "Right answer! Not all healthcare is free. Wouldn't it be nice though? Let's look at your final score shall we?": "Σωστή απάντηση! Δεν είναι όλη η υγειονομική περίθαλψη δωρεάν. Δεν θα ήταν ωραίο όμως; Ας δούμε την τελική βαθμολογία σας;",
        "Perfect score, 3 out of 3, well done! You have certainly mastered this module!": "Τέλεια βαθμολογία, 3 στα 3, μπράβο! Έχετε σίγουρα κατακτήσει αυτήν την ενότητα!",
        "You've got 2 out of the 3 questions correct, very nice!": "Έχετε 2 από τις 3 ερωτήσεις σωστές, πολύ ωραία!",
        "Only one question correct... Maybe you could go through some of the material again?": "Μόνο μια ερώτηση είναι σωστή... Ίσως θα μπορούσατε να ξαναδείτε κάποιο από το υλικό;",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Δεν απαντήσατε σε καμία από τις ερωτήσεις σωστά. Ίσως θα μπορούσατε να ξαναδείτε κάποιο από το υλικό;",
        "Are you ready to learn some more about prevention and healthly lifestyles?": "Είστε έτοιμοι να μάθετε περισσότερα για την πρόληψη και τον υγιεινό τρόπο ζωής;"
    },
    "_user": {
        "Yes, tell me more...": "Ναι, πες μου περισσότερα...",
        "Let's do the quiz.": "Ας κάνουμε το κουίζ.",
        "Not now, thanks.": "Όχι τώρα, ευχαριστώ.",
        "Tell me more...": "Πες μου περισσότερα...",
        "Goodbye.": "Αντίο.",
        "More resources?": "Περισσότεροι πόροι;",
        "Anything else?": "Κάτι άλλο;",
        "A) Only hospital treatments": "Α) Μόνο νοσοκομειακές θεραπείες",
        "B) Services work together": "Β) Συνεργασία των υπηρεσιών",
        "C) Excludes family members": "Γ) Εξαιρούνται τα μέλη της οικογένειας",
        "D) Emergency only": "Δ) Μόνο έκτακτης ανάγκης",
        "A) symptoms": "Α) συμπτώματα",
        "B) responsibilities": "Β) ευθύνες",
        "C) backgrounds": "Γ) υπόβαθρα",
        "A) True": "Α) Σωστό",
        "B) False": "Β) Λάθος",
        "Redo the quiz.": "Κάντε ξανά το κουίζ.",
        "Show me the tips.": "Δείξε μου τις συμβουλές."
    }
}