{
    "Alfi": {
        "Are you ready to learn some more about eco-friendly heating solutions?": "Είστε έτοιμοι να μάθετε περισσότερα για τις φιλικές προς το περιβάλλον λύσεις θέρμανσης;",
        "Did you know that radiator foil is particularly effective in rooms with outside walls, where heat is most likely to escape during the winter and penetrate in the summer.": "Γνωρίζατε ότι οι ανεμιστήρες απαγωγής είναι ιδιαίτερα χρήσιμοι σε μεγαλύτερα δωμάτια, όπου η θέρμανση ή η ψύξη κάθε γωνίας μπορεί να διαρκέσει περισσότερο.",
        "Installing it in bedrooms or living rooms where you spend most of your time can make a noticeable difference in terms of warmth and cooling.": "Η τοποθέτησή του σε υπνοδωμάτια ή σαλόνια όπου περνάτε τον περισσότερο χρόνο σας μπορεί να κάνει αισθητή διαφορά όσον αφορά τη ζεστασιά και την ψύξη.",
        "Did you know that radiator fans are particularly helpful in larger rooms, where heating or cooling every corner can take longer.": "Γνωρίζατε ότι οι ανεμιστήρες απαγωγής είναι ιδιαίτερα χρήσιμοι σε μεγαλύτερα δωμάτια, όπου η θέρμανση ή η ψύξη κάθε γωνίας μπορεί να διαρκέσει περισσότερο.",
        "By circulating air more quickly, they help create a more even and comfortable temperature throughout the room.": "Με την ταχύτερη κυκλοφορία του αέρα, συμβάλλουν στη δημιουργία μιας πιο ομοιόμορφης και άνετης θερμοκρασίας σε όλο το δωμάτιο.",
        "In some rented flats however, there might be rules about (not) using a radiator fan and, therefore, it is important to check first with your landlord or landlady.": "Σε ορισμένα ενοικιαζόμενα διαμερίσματα, ωστόσο, ενδέχεται να υπάρχουν κανόνες σχετικά με τη (μη) χρήση ανεμιστήρων απαγωγής και, ως εκ τούτου, είναι σημαντικό να το ελέγξετε πρώτα με τον ιδιοκτήτη ή τη σπιτονοικοκυρά σας.",
        "Did you know that some smart thermostats can even work with voice-activated systems like Alexa or Google Home, allowing you to control your heating or cooling with simple voice commands.": "Γνωρίζατε ότι ορισμένοι έξυπνοι θερμοστάτες μπορούν να λειτουργήσουν ακόμη και με συστήματα που ενεργοποιούνται με φωνή, όπως το Alexa ή το Google Home, επιτρέποντάς σας να ελέγχετε τη θέρμανση ή την ψύξη σας με απλές φωνητικές εντολές.",
        "They also provide data on how much energy you’re using, giving you more control over your heating and cooling habits.": "Παρέχουν επίσης δεδομένα σχετικά με το πόση ενέργεια καταναλώνετε, δίνοντάς σας περισσότερο έλεγχο στις συνήθειες θέρμανσης και ψύξης σας.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Αυτές είναι όλες οι επιπλέον πληροφορίες που φοβάμαι. Ίσως είστε έτοιμοι για το επόμενο μάθημα!"
    },
    "_user": {
        "Yes, tell me more...": "Ναι, πες μου περισσότερα...",
        "Not now, thanks.": "Όχι τώρα, ευχαριστώ.",
        "Tell me more...": "Πες μου περισσότερα...",
        "Goodbye.": "Αντίο.",
        "Anything else?": "Κάτι άλλο;"
    }
}