{
    "Alfi": {
        "Did you know that in some countries, tenants are allowed to make energy-saving modifications without landlord permission, as long as the changes are reversible and do not cause damage to the property.": "Γνωρίζατε ότι σε ορισμένες χώρες, επιτρέπεται στους ενοικιαστές να κάνουν τροποποιήσεις εξοικονόμησης ενέργειας χωρίς την άδεια του ιδιοκτήτη, εφόσον οι αλλαγές είναι αναστρέψιμες και δεν προκαλούν ζημιά στο ακίνητο.",
        "Always check local regulations or consult your landlord beforehand to avoid complications!": "Να ελέγχετε πάντα τους τοπικούς κανονισμούς ή να συμβουλεύεστε τον ιδιοκτήτη σας εκ των προτέρων για να αποφύγετε επιπλοκές!",
        "I'm afraid that's all the extra information I have for now. Well, it seems you are ready for the next course!": "Φοβάμαι ότι αυτές είναι όλες οι επιπλέον πληροφορίες που έχω προς το παρόν. Λοιπόν, φαίνεται ότι είστε έτοιμοι για το επόμενο μάθημα!",
        "When you are finished with the material of this module, I have some additional tips for you, or we could go test your knowledge with a short quiz?": "Όταν τελειώσετε με την ύλη αυτής της ενότητας, έχω μερικές επιπλέον συμβουλές για εσάς ή θα μπορούσαμε να δοκιμάσουμε τις γνώσεις σας με ένα σύντομο κουίζ;",
        "Okay, I have three questions for you to test your knowledge of this module. Ready, set, go!": "Εντάξει, έχω τρεις ερωτήσεις για να δοκιμάσετε τις γνώσεις σας σε αυτήν την ενότητα. Έτοιμαστείτε, έτοιμοι, φύγετε!",
        "Question 1: How can you make your bathroom more safe?": "Ερώτηση 1: Πώς μπορείτε να κάνετε το μπάνιο σας πιο ασφαλές;",
        "Ai, that was a trick-question! The correct answer was: <b>D) all of the above</b>. Let's quickly go to the next question.": "Άι, αυτό ήταν μια ερώτηση-παγίδα! Η σωστή απάντηση ήταν: <b>Δ) όλα τα παραπάνω</b>. Ας πάμε γρήγορα στην επόμενη ερώτηση.",
        "That's right! You didn't fall for our trick question, well done! Let's see how you do on the next question...": "Αυτό είναι σωστό! Δεν την πατήσατε στην ερώτηση παγίδα μας, μπράβο! Ας δούμε πώς θα τα πάτε στην επόμενη ερώτηση…",
        "Second question: What is a Plug-in PV system mainly used for?": "Δεύτερη ερώτηση: Σε τι χρησιμεύει κυρίως ένα Plug-in PV σύστημα;",
        "No, unfortunately that's not correct. The right answer was <b>A) Generate electricity from sun</b>. Let's forget about that and move to the last question...": "Όχι, δυστυχώς δεν είναι σωστό. Η σωστή απάντηση ήταν <b>Α) Παραγωγή ηλεκτρικής ενέργειας από τον ήλιο</b>. Ας το ξεχάσουμε και ας προχωρήσουμε στην τελευταία ερώτηση…",
        "Great! That is correct.": "Τέλεια! Αυτό είναι σωστό.",
        "<br/>Two down, one to go for a perfect score!": "<br/>Δύο πέρασαν, μία ακόμη για τέλειο σκορ!",
        "<br/>Back on track with 1 correct, 1 wrong.": "<br/>Επιστροφή στη βάση με 1 σωστό, 1 λάθος.",
        "<br/>I think I lost count of your score.": "<br/>Νομίζω ότι έχασα το μέτρημα της βαθμολογίας σας.",
        "Let's move to the final question.": "Ας περάσουμε στην τελευταία ερώτηση.",
        "Final question: How can you make the entrance of a house more accessible?": "Τελευταία ερώτηση: Πώς μπορείτε να κάνετε την είσοδο ενός σπιτιού πιο προσιτή;",
        "That's not correct. The right answer was <b>C) Add a ramp for wheelchairs or strollers</b>. Anyway, time to look at your final score...": "Αυτό δεν είναι σωστό. Η σωστή απάντηση ήταν <b>Γ) Προσθέστε μια ράμπα για αναπηρικά καροτσάκια ή καροτσάκια</b>. Τέλος πάντων, ήρθε η ώρα να δείτε την τελική σας βαθμολογία…",
        "That's correct, great! Time to look at your final score.": "Αυτό είναι σωστό, υπέροχο! Ώρα να δείτε την τελική βαθμολογία σας.",
        "Perfect score, 3 out of 3, congratulations! Looks like you've mastered this module!": "Τέλεια βαθμολογία, 3 στα 3, συγχαρητήρια! Φαίνεται ότι έχετε κατακτήσει αυτήν την ενότητα!",
        "You've got 2 out of the 3 questions correct, well done!": "Έχετε 2 από τις 3 σωστές ερωτήσεις, μπράβο!",
        "One question correct, but two mistakes. Maybe you could go through some of the material again?": "Μια ερώτηση σωστή, αλλά δύο λάθη. Ίσως θα μπορούσατε να ξαναδείτε κάποιο από το υλικό;",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Δεν απαντήσατε καμία από τις ερωτήσεις σωστά. Ίσως θα μπορούσατε να ξαναδείτε κάποιο από το υλικό;"
    },
    "_user": {
        "Anything else?": "Κάτι άλλο;",
        "Take me to the Quiz.": "Πήγαινέ με στο κουίζ.",
        "Goodbye.": "Αντίο.",
        "Show me tips.": "Δείξε μου συμβουλές.",
        "Start the quiz.": "Ξεκινήστε το κουίζ.",
        "A) Emergency access": "Α) Πρόσβαση έκτακτης ανάγκης",
        "B) Grab bars": "Β) Μπάρες για κράτημα",
        "C) Non-slip flooring": "Γ) Αντιολισθητικό δάπεδο",
        "D) All of the above": "Δ) Όλα τα παραπάνω",
        "A) Generate electricity from sun": "Α) Παραγωγή ηλεκτρικής ενέργειας από τον ήλιο",
        "B) Store water for gardening": "Β) Για να αποθηκεύσετε νερό για κηπουρική",
        "C) Heat a house during winter": "Γ) Για αν ζεστάνετε ένα σπίτι κατά τη διάρκεια του χειμώνα",
        "A) Install bright lights around the entrance": "Α) Τοποθετήστε έντονα φώτα γύρω από την είσοδο",
        "B) Place a large mat to cover the floor": "Β) Τοποθετήστε ένα μεγάλο χαλάκι που να καλύπτει το πάτωμα",
        "C) Add a ramp for wheelchairs or strollers": "Γ) Προσθέστε μια ράμπα για αναπηρικά αμαξίδια ή καροτσάκια",
        "D) All the above": "Δ) Όλα τα παραπάνω",
        "Redo the quiz.": "Κάντε ξανά το κουίζ.",
        "Show me the tips.": "Δείξε μου τις συμβουλές."
    }
}