{
    "Alfi": {
        "Welcome to the module \"eco-friendly technology\". In this module, I will guide you through different kinds of technology that can help you lead a more sustainable life.": "Καλώς ήρθατε στην ενότητα \"φιλική προς το περιβάλλον τεχνολογία\". Σε αυτήν την ενότητα, θα σας καθοδηγήσω σε διάφορα είδη τεχνολογίας που μπορούν να σας βοηθήσουν να ζήσετε μια πιο βιώσιμη ζωή.",
        "We will look at technology to help you save energy, water and waste! But first, let us check out what eco- and age-friendly technologies are.": "Θα εξετάσουμε την τεχνολογία για να σας βοηθήσει να εξοικονομήσετε ενέργεια, νερό και απόβλητα! Αλλά πρώτα, ας δούμε ποιες είναι οι οικολογικές και φιλικές προς την ηλικία τεχνολογίες.",
        "On the left you see the different parts that make up this course.": "Στα αριστερά βλέπετε τα διάφορα μέρη που απαρτίζουν αυτό το μάθημα.",
        "After this introduction lesson, you will know what eco-friendly technologies are. In the next lessons we will explore in what ways we can incorporate these technologies in our own lives. Good luck!": "Μετά από αυτό το εισαγωγικό μάθημα, θα μάθετε τι είναι οι φιλικές προς το περιβάλλον τεχνολογίες. Στα επόμενα μαθήματα θα διερευνήσουμε με ποιους τρόπους μπορούμε να ενσωματώσουμε αυτές τις τεχνολογίες στη ζωή μας. Καλή τύχη!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "Στην κύρια οθόνη, μπορείτε να δείτε το περιεχόμενο των μαθημάτων, συμπεριλαμβανομένων κειμένου, εικόνων και μερικές φορές βίντεο.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Αφού ολοκληρώσετε και τα έξι μαθήματα αυτής της σειράς, μπορείτε να κλείσετε το παράθυρο ή να κάνετε κλικ στο κουμπί \"Επιστροφή στο μάθημα\" για να επιστρέψετε στην επισκόπηση της σειράς.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Κατόπιν, πατήστε στο κουμπί «επόμενο» για να μεταβείτε στο επόμενο μάθημα της σειράς.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Ανατρέξτε σε όλο το υλικό και κάντε κλικ στο \"Επισήμανση ως ολοκληρωμένου\" στο κάτω μέρος της σελίδας όταν τελειώσετε.",
        "This will automatically take you to the next lesson in the course.": "Αυτό θα σας μεταφέρει αυτόματα στο επόμενο μάθημα του μαθήματος."
    },
    "_user": {
        "How does it work?": "Πώς λειτουργεί;",
        "Okay, what's next?": "Εντάξει, τι ακολουθεί;",
        "Goodbye.": "Αντίο.",
        "Okay, thanks.": "Εντάξει, ευχαριστώ."
    }
}