{
    "Alfi": {
        "Welcome to the module \"Technology Around the Home\". In this module, we will learn more about smart city technology and how cities are becoming more age-friendly.": "Καλώς ήρθατε στην ενότητα \"Τεχνολογία γύρω από το σπίτι\". Σε αυτήν την ενότητα, θα μάθουμε περισσότερα για την τεχνολογία έξυπνων πόλεων και πώς οι πόλεις γίνονται πιο φιλικές προς τους ηλικιωμένους.",
        "On the left you see the different parts that make up this course.": "Στα αριστερά βλέπετε τα διάφορα μέρη που απαρτίζουν αυτό το μάθημα.",
        "After finishing this lesson, come talk to me again, and I will share some additional tips with you! For now, happy learning!": "Αφού τελειώσετε αυτό το μάθημα, ελάτε να μου μιλήσετε ξανά και θα μοιραστώ μερικές επιπλέον συμβουλές μαζί σας! Προς το παρόν, καλή μάθηση!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "Στην κύρια οθόνη, μπορείτε να δείτε το περιεχόμενο των μαθημάτων, συμπεριλαμβανομένων κειμένου, εικόνων και μερικές φορές βίντεο.",
        "Once you've finished all three lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Αφού ολοκληρώσετε και τα τρία μαθήματα αυτ[ής της σειράς, μπορείτε να κλείσετε το παράθυρο ή να κάνετε κλικ στο κουμπί \"Επιστροφή στο μάθημα\" για να επιστρέψετε στην επισκόπηση της σειράς.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Κατόπιν, πατήστε στο κουμπί «επόμενο» για να μεταβείτε στο επόμενο μάθημα της σειράς.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Ανατρέξτε σε όλο το υλικό και κάντε κλικ στο \"Επισήμανση ως ολοκληρωμένου\" στο κάτω μέρος της σελίδας όταν τελειώσετε.",
        "This will automatically take you to the next lesson in the course.": "Αυτό θα σας μεταφέρει αυτόματα στο επόμενο μάθημα του μαθήματος."
    },
    "_user": {
        "How does it work?": "Πώς λειτουργεί;",
        "Okay, what's next?": "Εντάξει, τι ακολουθεί;",
        "Goodbye.": "Αντίο.",
        "Okay, thanks.": "Εντάξει, ευχαριστώ."
    }
}