{
    "Alfi": {
        "Did you know that many older adults who receive care at home, as well as their caregivers, report feeling happier and more secure when they have access to support services.": "Γνωρίζατε ότι πολλοί ηλικιωμένοι που λαμβάνουν φροντίδα στο σπίτι, καθώς και οι φροντιστές τους, αναφέρουν ότι αισθάνονται πιο ευτυχισμένοι και ασφαλείς όταν έχουν πρόσβαση σε υπηρεσίες υποστήριξης.",
        "Caregivers who receive training and regular breaks are more likely to stay healthy and feel confident in their role.": "Οι φροντιστές που λαμβάνουν εκπαίδευση και τακτικά διαλείμματα είναι πιο πιθανό να παραμείνουν υγιείς και να αισθάνονται σίγουροι για το ρόλο τους.",
        "If you or someone you know is providing or receiving care at home, it’s a good idea to explore what local services are available to help. Whether it’s training, financial aid, or volunteer programmes, there are many ways to make caregiving more sustainable and less stressful for everyone involved.": "Εάν εσείς ή κάποιος που γνωρίζετε παρέχει ή λαμβάνει φροντίδα στο σπίτι, είναι καλή ιδέα να διερευνήσετε ποιες τοπικές υπηρεσίες είναι διαθέσιμες για βοήθεια. Είτε πρόκειται για εκπαίδευση, οικονομική βοήθεια ή εθελοντικά προγράμματα, υπάρχουν πολλοί τρόποι να κάνετε τη φροντίδα πιο βιώσιμη και λιγότερο αγχωτική για όλους τους εμπλεκόμενους.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Φοβάμαι πως αυτές είναι όλες οι επιπλέον πληροφορίες που έχω. Ίσως είστε έτοιμοι για το επόμενο μάθημα!",
        "Yes, I want to invite you to watch <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XezfOVE9RFM\" target=\"_new\">this video</a>, if you want to know more about the topic.": "Ναι, θέλω να σας προσκαλέσω να παρακολουθήσετε <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XezfOVE9RFM\" target=\"_new\">this video</a>, εάν θέλετε να μάθετε περισσότερα για το θέμα.",
        "Programmes that provide support to caregivers make it easier for older adults to stay at home and maintain their independence for longer.": "Τα προγράμματα που παρέχουν υποστήριξη σε φροντιστές διευκολύνουν τους ηλικιωμένους να μένουν στο σπίτι και να διατηρούν την ανεξαρτησία τους για μεγαλύτερο χρονικό διάστημα."
    },
    "_user": {
        "Anything else?": "Κάτι άλλο;",
        "Goodbye.": "Αντίο."
    }
}