{
    "Alfi": {
        "Hello again. Did you finished the lesson? If so, I have some additional tips for you...": "Γεια σας και πάλι. Τελειώσατε το μάθημα; Αν ναι, έχω μερικές επιπλέον συμβουλές για εσάς...",
        "So, did you know that the first recorded use of a grab bar in a bathroom was invented by a doctor in the early 20th century, who noticed that his patients were often falling in the bathroom?": "Λοιπόν, ξέρατε ότι η πρώτη καταγεγραμμένη χρήση λαβής σε ένα μπάνιο εφευρέθηκε από έναν γιατρό στις αρχές του 20ου αιώνα, ο οποίος παρατήρησε ότι οι ασθενείς του έπεφταν συχνά στο μπάνιο;",
        "Okay, no problem. Come back later after you finished the lesson!": "Εντάξει, κανένα πρόβλημα. Επιστρέψτε αργότερα αφού τελειώσετε το μάθημα!",
        "Since then, grab bars have become a common feature in age-friendly homes, helping millions of people stay safe while bathing and using the restroom.": "Από τότε, οι μπάρες λαβής έχουν γίνει ένα κοινό χαρακτηριστικό σε σπίτια φιλικά προς τους ηλικιωμένους, βοηθώντας εκατομμύρια ανθρώπους να παραμείνουν ασφαλείς ενώ κάνουν μπάνιο και χρησιμοποιούν την τουαλέτα.",
        "Perhaps it's time to reflect a little. Why don't you make a list of safety and security issues you encountered in your daily life, and of those still existing...": "Ίσως ήρθε η ώρα να αναλογιστούμε λίγο. Γιατί δεν κάνετε μια λίστα με θέματα ασφάλειας που συναντήσατε στην καθημερινή σας ζωή και με αυτά που υπάρχουν ακόμα...",
        "How did you handle them, and what are your plans to solve the remaining issues?": "Πώς τα χειριστήκατε και ποια είναι τα σχέδια σας για να λύσετε τα υπόλοιπα ζητήματα;",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Φοβάμαι πως αυτές είναι όλες οι επιπλέον πληροφορίες που έχω. Ίσως είστε έτοιμοι για το επόμενο μάθημα!"
    },
    "_user": {
        "I finished.": "Τελείωσα.",
        "Not yet.": "Οχι ακόμη.",
        "Goodbye.": "Αντίο.",
        "Anything else?": "Κάτι άλλο;"
    }
}