{
    "Alfi": {
        "Hi again, I’m Alfi, your digital course leader!": "Γεια σας και πάλι, είμαι ο Alfi, ο επικεφαλής των ψηφιακών μαθημάτων σας!",
        "This time I will accompany you when learning more about social monitoring. Maybe you already know how this e-course works but I’m always here to help.": "Αυτή τη φορά θα σας συνοδεύσω όταν μάθουμε περισσότερα για την κοινωνική παρακολούθηση. Ίσως γνωρίζετε ήδη πώς λειτουργεί αυτό το ηλεκτρονικό μάθημα, αλλά είμαι πάντα εδώ για να σας βοηθήσω.",
        "On the left you see the different parts that make up this course.": "Στα αριστερά βλέπετε τα διάφορα μέρη που απαρτίζουν αυτό το μάθημα.",
        "That's it. I hope you enjoy the contents of this course!": "Αυτό είναι όλο. Ελπίζω να απολαύσετε το περιεχόμενο αυτού του μαθήματος!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "Στην κύρια οθόνη, μπορείτε να δείτε το περιεχόμενο των μαθημάτων, συμπεριλαμβανομένων κειμένου, εικόνων και μερικές φορές βίντεο.",
        "Once you've finished all ten lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Αφού ολοκληρώσετε και τα δέκα μαθήματα αυτής της σειράς, μπορείτε να κλείσετε το παράθυρο ή να κάνετε κλικ στο κουμπί \"Επιστροφή στο μάθημα\" για να επιστρέψετε στην επισκόπηση του μαθήματος.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Κατόπιν, πατήστε στο κουμπί «επόμενο» για να μεταβείτε στο επόμενο μάθημα της σειράς.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Ανατρέξτε σε όλο το υλικό και κάντε κλικ στο \"Επισήμανση ως ολοκληρωμένου\" στο κάτω μέρος της σελίδας όταν τελειώσετε.",
        "This will automatically take you to the next lesson in the course.": "Αυτό θα σας μεταφέρει αυτόματα στο επόμενο μάθημα του μαθήματος.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Αφού ολοκληρώσετε και τα έξι μαθήματα αυτής της σειράς, μπορείτε να κλείσετε το παράθυρο ή να κάνετε κλικ στο κουμπί \"Επιστροφή στο μάθημα\" για να επιστρέψετε στην επισκόπηση της σειράς."
    },
    "_user": {
        "How does it work?": "Πώς λειτουργεί;",
        "Okay, what's next?": "Εντάξει, τι ακολουθεί;",
        "Goodbye.": "Αντίο.",
        "Okay, thanks.": "Εντάξει, ευχαριστώ."
    }
}