{
    "Alfi": {
        "So, did you finish the lesson? If so, I have some additional fun facts, as well as a final quiz to test your knowledge. What would you like to start with?": "Λοιπόν, τελείωσατε το μάθημα; Αν ναι, έχω μερικά πρόσθετα διασκεδαστικά στοιχεία, καθώς και ένα τελευταίο κουίζ για να δοκιμάσω τις γνώσεις σας. Με τι θα θέλατε να ξεκινήσετε;",
        "Allright! So, did you know that electric cars were actually invented over 100 years ago. They were popular in the early 1900s before petrol cars took over. But now, electric cars are making a big comeback!": "Εντάξει! Λοιπόν, ξέρατε ότι τα ηλεκτρικά αυτοκίνητα στην πραγματικότητα εφευρέθηκαν πριν από περισσότερα από 100 χρόνια. Ήταν δημοφιλή στις αρχές της δεκαετίας του 1900 προτού τα βενζινοκίνητα αυτοκίνητα πάρουν την εξουσία. Τώρα όμως, τα ηλεκτρικά αυτοκίνητα κάνουν μεγάλη επιστροφή!",
        "Okay, no problem. Come back later after you finished the lesson!": "Εντάξει, κανένα πρόβλημα. Επιστρέψτε αργότερα αφού τελειώσετε το μάθημα!",
        "Sure! Did you know that some e-bikes can travel up to 50 miles on a single charge? This means you can go for a long ride without worrying about running out of battery power!": "Σίγουρα! Γνωρίζατε ότι ορισμένα ηλεκτρικά ποδήλατα μπορούν να ταξιδέψουν έως και 50 μίλια με μία μόνο φόρτιση; Αυτό σημαίνει ότι μπορείτε να κάνετε μια μεγάλη βόλτα χωρίς να ανησυχείτε μήπως ξεμείνετε από μπαταρία!",
        "I would love to have an e-bike as well. They also seem very useful if you live in a hilly area.": "Θα ήθελα πολύ να έχω και ένα ηλεκτρικό ποδήλατο. Φαίνονται επίσης πολύ χρήσιμα αν ζείτε σε μια λοφώδη περιοχή.",
        "Maybe as a final thing, it's time to take a moment to reflect...": "Ίσως ως τελευταίο πράγμα, είναι καιρός να αφιερώσουμε λίγο χρόνο για να σκεφτούμε...",
        "For example, think about the trips you usually take in your car. Could you use an e-bike or public transport for some of these trips?": "Για παράδειγμα, σκεφτείτε τα ταξίδια που κάνετε συνήθως με το αυτοκίνητό σας. Θα μπορούσατε να χρησιμοποιήσετε ένα ηλεκτρονικό ποδήλατο ή μια δημόσια συγκοινωνία για κάποια από αυτά τα ταξίδια;",
        "It might be a great way to explore eco-friendly options while staying active!": "Ίσως είναι ένας πολύ καλός τρόπος για να εξερευνήσετε φιλικές προς το περιβάλλον επιλογές ενώ παραμένετε δραστήριοι!",
        "That's all the extra information I have I'm afraid. Did you already take the quiz?": "Φοβάμαι πως αυτές είναι όλες οι επιπλέον πληροφορίες που έχω Έχετε κάνει ήδη το κουίζ;",
        "Okay, quiz time! First question: Why are smart environments important for you?": "Εντάξει, ώρα κουίζ! Πρώτη ερώτηση: Γιατί τα έξυπνα περιβάλλοντα είναι σημαντικά για εσάς;",
        "No unfortunately that was wrong, the right options were <b>A) improving safety</b>, and <b>C) keeping connected to services</b>. No matter, let's move to the second question...": "Όχι, δυστυχώς, ήταν λάθος, οι σωστές επιλογές ήταν <b>Α) η βελτίωση της ασφάλειας</b> και <b>Γ) η διατήρηση της σύνδεσης με τις υπηρεσίες</b>. Δεν πειράζει, ας περάσουμε στη δεύτερη ερώτηση…",
        "That's the correct answer! Great! Let's move to the second question...": "Αυτή είναι η σωστή απάντηση! Τέλεια! Πάμε στο δεύτερο ερώτημα…",
        "Second question: What is green energy?": "Δεύτερη ερώτηση: Τι είναι η πράσινη ενέργεια;",
        "Ai, unfortunately that was the only option that was <em>not</em> correct. Oh well, let's go to the third and final question...": "Ε, δυστυχώς αυτή ήταν η μόνη επιλογή που <em>δεν</em> ήταν σωστή. Λοιπόν, ας πάμε στην τρίτη και τελευταία ερώτηση…",
        "Yes, that's correct. In fact, options <b>A, B and D</b> were all correct. So, let's move to the third and last question for today...": "Ναι, αυτό είναι σωστό. Στην πραγματικότητα, οι επιλογές <b>A, B και D</b> ήταν όλες σωστές. Λοιπόν, ας περάσουμε στην τρίτη και τελευταία ερώτηση για σήμερα…",
        "Okay, last question: Why does eco-friendly transportation matter for you?": "Εντάξει, τελευταία ερώτηση: Γιατί έχει σημασία για εσάς η φιλική προς το περιβάλλον μεταφορά;",
        "No, that's not the answer I was looking for. The right answer is <b>A) It reduces air pollution and improves health</b>. Now, time to look at your final score...": "Όχι, δεν είναι αυτή η απάντηση που έψαχνα. Η σωστή απάντηση είναι <b>Α) Μειώνει την ατμοσφαιρική ρύπανση και βελτιώνει την υγεία</b>. Τώρα, ήρθε η ώρα να δείτε την τελική σας βαθμολογία…",
        "Yes, indeed, reducing air pollution and improving health was the right answer. Now, let's have a look at your final score...": "Ναι, πράγματι, η μείωση της ατμοσφαιρικής ρύπανσης και η βελτίωση της υγείας ήταν η σωστή απάντηση. Τώρα, ας ρίξουμε μια ματιά στην τελική βαθμολογία σας…",
        "Perfect score, 3 out of 3, well done! You have certainly mastered this module!": "Τέλεια βαθμολογία, 3 στα 3, μπράβο! Έχετε σίγουρα κατακτήσει αυτήν την ενότητα!",
        "You've got 2 out of the 3 questions correct, very nice!": "Έχετε 2 από τις 3 ερωτήσεις σωστές, πολύ ωραία!",
        "Only one question correct... Maybe you could go through some of the material again?": "Μόνο μια ερώτηση είναι σωστή... Ίσως θα μπορούσατε να ξαναδείτε κάποιο από το υλικό;",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Δεν απαντήσατε σε καμία από τις ερωτήσεις σωστά. Ίσως θα μπορούσατε να ξαναδείτε κάποιο από το υλικό;",
        "So, did you finish the lesson? If so, I have some additional fun facts for you.": "Λοιπόν, τελειώσατε το μάθημα; Αν ναι, έχω μερικά πρόσθετα διασκεδαστικά γεγονότα για εσάς.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Φοβάμαι πως αυτές είναι όλες οι επιπλέον πληροφορίες που έχω. Ίσως είστε έτοιμοι για το επόμενο μάθημα!"
    },
    "_user": {
        "Additional facts.": "Πρόσθετα στοιχεία.",
        "Take the quiz.": "Κάντε το κουίζ.",
        "Not yet.": "Οχι ακόμη.",
        "Anything else?": "Κάτι άλλο;",
        "Goodbye.": "Αντίο.",
        "A) To improve safety, accessibility, and mobility": "Α) Για να βελτιώσουν την ασφάλεια, την προσβασιμότητα και την κινητικότητα",
        "B) It's more important for young people": "Β) Είναι πιο σημαντικά για τους νέους",
        "C) To keep older adults connected to services": "Γ) Για να διατηρούν τους ηλικιωμένους συνδεδεμένους με τις υπηρεσίες",
        "D) To remove the need for transportation": "Δ) Γιατί αίρουν την ανάγκη μεταφοράς",
        "A) Energy from renewable sources like sun and wind": "Α) Ενέργεια από ανανεώσιμες πηγές όπως ο ήλιος και ο άνεμος",
        "B) Energy that never runs out or harms the planet": "Β) Ενέργεια που δεν εξαντλείται ποτέ ούτε βλάπτει τον πλανήτη",
        "C) Energy made from burning fossil fuels": "Γ) Ενέργεια που παράγεται από την καύση ορυκτών καυσίμων",
        "D) Energy created by natural resources": "Δ) Ενέργεια που δημιουργείται από φυσικούς πόρους",
        "A) It reduces air pollution and improves health": "Α) Μειώνει την ατμοσφαιρική ρύπανση και βελτιώνει την υγεία",
        "B) It encourages more walking and cycling": "Β) Ενθαρρύνει περισσότερο περπάτημα και ποδήλατο",
        "C) It's mainly for reducing travel costs": "Γ) Είναι κυρίως για τη μείωση του κόστους μετακίνησης",
        "D) It's only useful in urban areas": "Δ) Είναι χρήσιμη μόνο σε αστικές περιοχές",
        "Redo the quiz.": "Κάντε ξανά το κουίζ.",
        "Show me additional facts.": "Παρακαλώ δείξτε μου πρόσθετα στοιχεία.",
        "I finished.": "Τελείωσα."
    }
}