{
    "Alfi": {
        "Hi! Welcome back! We are now going to explore the topic of health around the home from various angles.": "Γεια σας! Καλώς ήρθατε πίσω! Τώρα πρόκειται να εξερευνήσουμε το θέμα της υγείας στο σπίτι από διάφορες οπτικές γωνίες.",
        "We start off with a short introduction to the topic, and then we have four more topics to cover - so let's get started!": "Ξεκινάμε με μια σύντομη εισαγωγή στο θέμα και, στη συνέχεια, έχουμε τέσσερα ακόμη θέματα να καλύψουμε - ας ξεκινήσουμε λοιπόν!",
        "On the left you see the different parts that make up this course.": "Στα αριστερά βλέπετε τα διάφορα μέρη που απαρτίζουν αυτό το μάθημα.",
        "Nothing more! Time to start with the lesson!": "Τίποτα περισσότερο! Ώρα να ξεκινήσετε με το μάθημα!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "Στην κύρια οθόνη, μπορείτε να δείτε το περιεχόμενο των μαθημάτων, συμπεριλαμβανομένων κειμένου, εικόνων και μερικές φορές βίντεο.",
        "Once you've finished all five lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Αφού ολοκληρώσετε και τα πέντε μαθήματα αυτής της σειράς, μπορείτε να κλείσετε το παράθυρο ή να κάνετε κλικ στο κουμπί \"Επιστροφή στο μάθημα\" για να επιστρέψετε στην επισκόπηση του μαθήματος.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Κατόπιν, πατήστε στο κουμπί «επόμενο» για να μεταβείτε στο επόμενο μάθημα της σειράς.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Ανατρέξτε σε όλο το υλικό και κάντε κλικ στο \"Επισήμανση ως ολοκληρωμένου\" στο κάτω μέρος της σελίδας όταν τελειώσετε.",
        "This will automatically take you to the next lesson in the course.": "Αυτό θα σας μεταφέρει αυτόματα στο επόμενο μάθημα του μαθήματος."
    },
    "_user": {
        "How does it work?": "Πώς λειτουργεί;",
        "Okay, what's next?": "Εντάξει, τι ακολουθεί;",
        "Goodbye.": "Αντίο.",
        "Okay, thanks.": "Εντάξει, ευχαριστώ."
    }
}