{
    "Alfi": {
        "Studies show that integrated care can improve patient satisfaction and reduce hospital visits. It ensures that patients, especially older adults, receive care that is continuous, personalised, and more efficient.": "Μελέτες δείχνουν ότι η ολοκληρωμένη φροντίδα μπορεί να βελτιώσει την ικανοποίηση των ασθενών και να μειώσει τις επισκέψεις στο νοσοκομείο. Εξασφαλίζει ότι οι ασθενείς, ιδιαίτερα οι ηλικιωμένοι, λαμβάνουν φροντίδα που είναι συνεχής, εξατομικευμένη και πιο αποτελεσματική.",
        "Integrated care has been proven to help reduce hospital readmissions and improve quality of life for people managing long-term health conditions.": "Η ολοκληρωμένη φροντίδα έχει αποδειχθεί ότι συμβάλλει στη μείωση των επανεισαγωγών στα νοσοκομεία και στη βελτίωση της ποιότητας ζωής των ατόμων που διαχειρίζονται μακροχρόνιες παθήσεις υγείας.",
        "I don't have more to say, but I do have two videos that I would recommend you to watch...": "Δεν έχω να πω περισσότερα, αλλά έχω δύο βίντεο που θα σας συνιστούσα να δείτε...",
        "The first one is from the World Health Organisation and is called <a href=\"https:\\/\\/www.youtube.com\\/watch?v=q2SdjlFQn3I\" target=\"_new\">Integrated Care for older people</a>.": "Η πρώτη προέρχεται από τον Παγκόσμιο Οργανισμό Υγείας και ονομάζεται <a href=\"https:\\/\\/www.youtube.com\\/watch?v=q2SdjlFQn3I\" target=\"_new\">Integrated Care for older people</a>.",
        "The second video is also from the World Health Organisation and is called <a href=https:\\/\\/www.youtube.com\\/watch?v=pj-AvTOdk2Q\" target=\"_new\">What is people-centred care</a>?": "Το δεύτερο βίντεο είναι επίσης από τον Παγκόσμιο Οργανισμό Υγείας και ονομάζεται <a href=https:\\/\\/www.youtube.com\\/watch?v=pj-AvTOdk2Q\" target=\"_new\">What is people-centred care</a>",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Φοβάμαι πως αυτές είναι όλες οι επιπλέον πληροφορίες που έχω. Ίσως είστε έτοιμοι για το επόμενο μάθημα!"
    },
    "_user": {
        "Tell me more...": "Πες μου περισσότερα...",
        "Goodbye.": "Αντίο.",
        "Anything else?": "Κάτι άλλο;"
    }
}