{
    "Alfi": {
        "Did you know that in some countries, tenants are allowed to make energy-saving modifications without landlord permission, as long as the changes are reversible and do not cause damage to the property.": "Lo sapevi che in alcuni paesi, gli inquilini possono apportare modifiche per il risparmio energetico senza il permesso del proprietario, a condizione che le modifiche siano reversibili e non causino danni all'immobile?",
        "Always check local regulations or consult your landlord beforehand to avoid complications!": "Verifica sempre le normative locali o consulta preventivamente il tuo padrone di casa per evitare eventuali problemi.",
        "I'm afraid that's all the extra information I have for now. Well, it seems you are ready for the next course!": "Temo che queste siano tutte le informazioni extra che avevo a disposizione. Direi che sei pronto/a per il prossimo corso!",
        "When you are finished with the material of this module, I have some additional tips for you, or we could go test your knowledge with a short quiz?": "Quando hai finito con i materiale di questo modulo, ho alcuni ulteriori suggerimenti per te, oppure potremmo mettere alla prova la tua conoscenza con un breve quiz.",
        "Okay, I have three questions for you to test your knowledge of this module. Ready, set, go!": "Ok, ho tre domande per testare la tua conoscenza su questo modulo. Pronti, partenzia, via!",
        "Question 1: How can you make your bathroom more safe?": "Domanda 1: Come puoi rendere il tuo bagno più sicuro?",
        "Ai, that was a trick-question! The correct answer was: <b>D) all of the above</b>. Let's quickly go to the next question.": "In effetti era una domanda difficile! La risposta corretta è <b>D) Tutte le precedenti</b>. Andiamo alla prossima domanda.",
        "That's right! You didn't fall for our trick question, well done! Let's see how you do on the next question...": "Corretto! Non ci sei cascato/a, ben fatto! Vediamo come te la cavi con la prossima domanda...",
        "Second question: What is a Plug-in PV system mainly used for?": "Seconda domanda: Per cosa viene prevalentemente usato il sistema fotovoltaico plug-in?",
        "No, unfortunately that's not correct. The right answer was <b>A) Generate electricity from sun</b>. Let's forget about that and move to the last question...": "No, sfortunatamente non è corretta. La risposta giusta è  <b>A) Generare elettricità dal sole</b>. Dimentichiamoci di questa imprecisione e procediamo con l'ultima domanda...",
        "Great! That is correct.": "Ottimo! Risposta corretta.",
        "<br/>Two down, one to go for a perfect score!": "<br/>Due fatte, manca l'ultima per il punteggio perfetto!",
        "<br/>Back on track with 1 correct, 1 wrong.": "<br/>In pista con una corretta e una sbagliata.",
        "<br/>I think I lost count of your score.": "<br/>Temo di aver perso il conto del punteggio.",
        "Let's move to the final question.": "Procediamo con la domanda finale.",
        "Final question: How can you make the entrance of a house more accessible?": "Domanda finale: Come rendere l'ingresso di una casa più accessibile?",
        "That's not correct. The right answer was <b>C) Add a ramp for wheelchairs or strollers</b>. Anyway, time to look at your final score...": "Risposta sbagliata. La risposta giusta è  <b>C) Installare una rampa per le sedie a rotelle o i deambulatori</b>. È  giunto il momento di dare un'occhiata al tuo punteggio finale...",
        "That's correct, great! Time to look at your final score.": "Corretto, ottimo! Diamo un'occhiata al tuo punteggio finale.",
        "Perfect score, 3 out of 3, congratulations! Looks like you've mastered this module!": "Punteggio perfetto, 3 su 3, congratulazioni! Sembra proprio che tu abbia padroneggiato perfettamente questo modulo!",
        "You've got 2 out of the 3 questions correct, well done!": "Hai dato 2 risposte corrette su 3, ben fatto!",
        "One question correct, but two mistakes. Maybe you could go through some of the material again?": "Una risposta corretta e due errori.  Che ne dici di ripassare i materiali?",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Purtroppo non hai risposto correttamente a nessuna domanda.  Che ne dici di ripassare i materiali?"
    },
    "_user": {
        "Anything else?": "C'è altro?",
        "Take me to the Quiz.": "Portami al quiz.",
        "Goodbye.": "Arrivederci.",
        "Show me tips.": "Mostrami  i suggerimenti.",
        "Start the quiz.": "Inizia il quiz.",
        "A) Emergency access": "A) Accesso di emergenza",
        "B) Grab bars": "B) Maniglioni",
        "C) Non-slip flooring": "C) Pavimento antiscivolo",
        "D) All of the above": "D) Tutte le precedenti",
        "A) Generate electricity from sun": "A) Generare elettricità dal sole",
        "B) Store water for gardening": "B) Immagazzinare acqua per il giardinaggio",
        "C) Heat a house during winter": "C) Scaldare la casa durante l'inverno",
        "A) Install bright lights around the entrance": "A) Installare una buona illuminazione in ingresso",
        "B) Place a large mat to cover the floor": "B) Coprire il pavimento con un tappeto largo ",
        "C) Add a ramp for wheelchairs or strollers": "C) Installare una rampa per le sedie a rotelle o i deambulatori",
        "D) All the above": "D) Tutte le precedenti",
        "Redo the quiz.": "Rifai il quiz.",
        "Show me the tips.": "Mostrami i suggerimenti."
    }
}