{
    "Alfi": {
        "Are you ready to learn some more about healthcare systems and health rights?": "Sei pronto/a a conoscere di più sui sistemi sanitari e i tuoi diritti in materia di salute?",
        "Well, did you know that healthcare systems across the EU are designed to ensure that everyone has access to essential care?": "Ebbene, lo sapevi che i sistemi sanitari dell'Unione Europea sono concepiti per garantire a tutti l'accesso alle cure essenziali?",
        "This is especially important for older adults who may have more frequent healthcare needs.": "Ciò è particolarmente rilevante per le persone anziane, che possono avere più di frequente necessità di accedere a cure e trattamenti.",
        "Did you know that the European Health Insurance Card (EHIC) allows you to access healthcare when traveling within the EU, ensuring that you’re covered if you need medical attention abroad?": "Lo sapevi che la tessera europea di assicurazione malattia (TEAM) consente di accedere all'assistenza sanitaria quando si viaggia all'interno dell'Unione Europea, garantendo la copertura dei costi in caso di necessità di cure mediche?",
        "It’s a valuable tool for any older adult who enjoys traveling or visiting family in other EU countries.": "È uno strumento prezioso per tutti coloro che amano viaggiare o che fanno visita a familiari che vivono in altri Paesi dell'UE.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Temo che queste siano tutte le informazioni extra che avevo a disposizione. Direi che sei pronto/a per la prossima lezione!",
        "Did you know that in some countries, additional healthcare services like dental care or eye care may not be fully covered?": "Lo sapevi che in alcuni Paesi, i servizi sanitari aggiuntivi, come le cure dentistiche o oculistiche, potrebbero non essere completamente coperti?",
        "It’s important to check with your local healthcare provider to understand what services are included and whether you may need to purchase additional coverage.": "È importante verificare quali sono i servizi coperti e se è necessario prendere in considerazione una copertura assicurativa aggiuntiva. "
    },
    "_user": {
        "Yes, tell me more...": "Si, dimmi di più...",
        "Not now, thanks.": "Non ora, grazie.",
        "Tell me more...": "Dimmi di più...",
        "Goodbye.": "Arrivederci.",
        "Anything else?": "C'è altro?"
    }
}