{
    "Alfi": {
        "Hi again, I’m Alfi, your digital course leader!": "Ciao di nuovo, sono Alfi, la tua guida digitale!",
        "This time I will accompany you when learning more about social monitoring. Maybe you already know how this e-course works but I’m always here to help.": "Questa volta ti guiderò alla scoperta del monitoraggio sociale. A questo punto forse hai già capito come funziona questo programma formativo, ma mi trovi sempre qui per in caso avessi bisogno di aiuto.  ",
        "On the left you see the different parts that make up this course.": "Sulla sinistra puoi vedere le varie sezioni che compongono questo corso.",
        "That's it. I hope you enjoy the contents of this course!": "Questo è tutto. Spero che il contenuto di questo corso sia stato di tuo gradimento!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "Nella schermata principale, puoi vedere tutte le lezioni, compresi i testi, le immagini e alcuni video.",
        "Once you've finished all ten lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Una volta terminate le dieci lezioni di questo corso, puoi chiudere la finestra o premere sul testo \"Torna al corso\" per tornare alla panoramica sul corso.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Poi, clicca sul pulsante \"Next\" per andare alla lezione successiva del corso.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Esplora tutto il materiale e premi su \"Mark as complete\" (\"Segna come completato\") in fondo alla pagina quando hai finito.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Una volta che avrai terminato tutte e dieci le lezioni, puoi chiudere la finestra o premere il tasto \"Torna al Corso\" per tornare alla panoramica sul corso.",
        "This will automatically take you to the next lesson in the course.": "Questo ti porterà automaticamente alla prossima lezione del corso."
    },
    "_user": {
        "How does it work?": "Come funziona?",
        "Okay, what's next?": "Ok, e cosa succede dopo?",
        "Goodbye.": "Arrivederci.",
        "Okay, thanks.": "Ok, grazie."
    }
}