{
    "Alfi": {
        "Hi! Welcome back! We are now going to explore the topic of health around the home from various angles.": "Ciao di nuovo e bentornato/a! Stiamo per esplorare il tema della salute nei dintorni di casa da vari punti di vista.",
        "We start off with a short introduction to the topic, and then we have four more topics to cover - so let's get started!": "Inizieremo con una breve introduzione al tema, e poi avremo altri quattro argomenti da trattare. Quindi, gambe in spalla!",
        "On the left you see the different parts that make up this course.": "Sulla sinistra puoi vedere le varie sezioni che compongono questo corso.",
        "Nothing more! Time to start with the lesson!": "Nient'altro! È tempo di iniziare la lezione!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "Nella schermata principale, puoi vedere tutte le lezioni, compresi i testi, le immagini e alcuni video.",
        "Once you've finished all five lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Una volta che avrai terminato tutte e cinque le lezioni, puoi chiudere la finestra o premere il tasto \"Torna al Corso\" per tornare alla panoramica sul corso.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Poi, clicca sul pulsante \"Next\" per andare alla lezione successiva del corso.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Esplora tutto il materiale e premi su \"Mark as complete\" (\"Segna come completato\") in fondo alla pagina quando hai finito.",
        "This will automatically take you to the next lesson in the course.": "Questo ti porterà automaticamente alla prossima lezione del corso."
    },
    "_user": {
        "How does it work?": "Come funziona?",
        "Okay, what's next?": "Ok, e cosa succede dopo?",
        "Goodbye.": "Arrivederci.",
        "Okay, thanks.": "Ok, grazie."
    }
}