{
    "Alfi": {
        "Welcome to the module \"Technology Around the Home\". In this module, we will learn more about smart city technology and how cities are becoming more age-friendly.": "Benvenuto/a nel modulo \"Tecnologia nei dintorni di casa\". In questo modulo scopriremo la tecnologia delle città intelligenti e come le città possono diventare più inclusive.",
        "On the left you see the different parts that make up this course.": "Sulla sinistra puoi vedere le varie sezioni che compongono questo corso.",
        "After finishing this lesson, come talk to me again, and I will share some additional tips with you! For now, happy learning!": "Una volta terminata questa lezione, torna a fare due chiacchiere con me e ti darò altri utili consigli! Per ora, buona lezione!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "Nella schermata principale puoi vedere i contenuti delle lezioni, compresi i testi, le immagini e alcuni video.",
        "Once you've finished all three lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Quando avrai terminato le tre lezioni che compongono questo corso, puoi chiudere la finestra o premere sul pulsante \"Ritorno al corso\" per tornare alla panoramica sul corso.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Poi, clicca sul pulsante \"Next\" per andare alla lezione successiva del corso.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Esplora tutto il materiale e premi su \"Mark as complete\" (\"Segna come completato\") in fondo alla pagina quando hai finito.",
        "This will automatically take you to the next lesson in the course.": "Questo ti porterà automaticamente alla prossima lezione del corso."
    },
    "_user": {
        "How does it work?": "Come funziona?",
        "Okay, what's next?": "Ok, e cosa succede dopo?",
        "Goodbye.": "Arrivederci.",
        "Okay, thanks.": "Ok, grazie."
    }
}