{
    "Alfi": {
        "Hi again! Did you finish the lesson? If so, I have some additional tips for you.": "Ciao di nuovo! Hai terminato la lezione? Se si, ho qualche suggerimento ulteriore da darti.",
        "Okay, let's go! Did you know that spending just 20 minutes in nature can help reduce stress hormones, improve cognitive function, and boost your mood?": "Ok, partiamo! Lo sapevi che trascorrere anche solo venti minuti nella natura può aiutare ad abbassare gli ormoni dello stress, migliorare le funzioni cognitive e l'umore?",
        "Even if you can’t go outside, simply having a few houseplants can help bring the calming effects of nature into your home, promoting better mental health.": "Se non ti è possibile uscire, sappi che anche il semplice fatto di possedere alcune piante da appartamento può aiutarti a portare dentro casa i benefici della natura e farti stare meglio. ",
        "Taking care of your mental health is just as important as looking after your physical health, and your home plays a big part in that!": "Prendersi cura della propria salute mentale è importante tanto quanto curare quella fisica, e la casa svolge un ruolo importante in questo senso!",
        "By making a few simple changes, you can create a space that supports your well-being and helps you feel more relaxed and content.": "Apportando alcune semplici modifiche, puoi creare uno spazio di vita che favorisca il tuo benessere, ti faccia sentire più rilassato/a e più soddisfatto/a.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Temo che queste siano tutte le informazioni extra che avevo a disposizione. Direi che sei pronto/a per la prossima lezione!",
        "Okay, take your time. When you've finished, come talk to me again!": "Ok, prenditi il tempo di cui hai bisogno. Quando avrai finito, torna a fare due chiacchiere con me!"
    },
    "_user": {
        "I finished.": "Ho terminato.",
        "Not yet.": "Non ancora.",
        "Anything else?": "C'è altro?",
        "Goodbye.": "Arrivederci."
    }
}