{
    "Alfi": {
        "Studies show that integrated care can improve patient satisfaction and reduce hospital visits. It ensures that patients, especially older adults, receive care that is continuous, personalised, and more efficient.": "Gli studi dimostrano che l'assistenza integrata può migliorare la soddisfazione dei pazienti e ridurre le visite in ospedale. Garantisce ai pazienti, soprattutto ai più anziani, un'assistenza continua, personalizzata e più efficiente. ",
        "Integrated care has been proven to help reduce hospital readmissions and improve quality of life for people managing long-term health conditions.": "È stato dimostrato che l'assistenza integrata contribuisce a ridurre le riammissioni ospedaliere e a migliorare la qualità della vita delle persone che devono gestire cronicità e problemi di salute a lungo termine.",
        "I don't have more to say, but I do have two videos that I would recommend you to watch...": "Non ho altro da aggiungere, ma ci  sono un paio di video che ti consiglio di guardare...",
        "The first one is from the World Health Organisation and is called <a href=\"https:\\/\\/www.youtube.com\\/watch?v=q2SdjlFQn3I\" target=\"_new\">Integrated Care for older people</a>.": "Il primo è dell'Organizzazione Mondiale della Sanità e si intitola  <a href=\"https:\\/\\/www.youtube.com\\/watch?v=q2SdjlFQn3I\" target=\"_new\">Cure integrate per le persone anziane</a>.",
        "The second video is also from the World Health Organisation and is called <a href=https:\\/\\/www.youtube.com\\/watch?v=pj-AvTOdk2Q\" target=\"_new\">What is people-centred care</a>?": "Anche il secondo è a cura dell'OMS ed è tradotto in italiano da SIMCCP  e si intitiola <a href=\"https:\\/\\/www.youtube.com\\/watch?v=MMScF410NC4\" target=\"_new\">Cos'è la cura incentrata sulla persona</a>?",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Temo che queste siano tutte le informazioni extra che avevo a disposizione. Direi che sei pronto/a per la prossima lezione!"
    },
    "_user": {
        "Tell me more...": "Dimmi di più...",
        "Goodbye.": "Arrivederci.",
        "Anything else?": "C'è altro?"
    }
}