{
    "Alfi": {
        "Welcome to the module \"eco-friendly technology\". In this module, I will guide you through different kinds of technology that can help you lead a more sustainable life.": "Benvenuto/a al modulo sulla \"tecnologia ecologica\". In questo modulo, ti guiderò alla scoperta di diverse tipi di tecnologia che possono aiutarti a condurre una vita più sostenibile.",
        "We will look at technology to help you save energy, water and waste! But first, let us check out what eco- and age-friendly technologies are.": "Esamineremo le tecnologie che possono  venirti in aiuto per risparmiare energia, acqua e ridurre i rifiuti! Ma prima di tutto, vediamo cosa sono le tecnologie ecologiche e a misura di anziano.",
        "On the left you see the different parts that make up this course.": "Sulla sinistra puoi vedere le varie sezioni che compongono questo corso.",
        "After this introduction lesson, you will know what eco-friendly technologies are. In the next lessons we will explore in what ways we can incorporate these technologies in our own lives. Good luck!": "Dopo questa lezione introduttiva, sarai più informato/a sulle tecnologie ecologiche. Nella prossime lezioni esploreremo come includere queste tecnologie nella nostra vita. Buona continuazione!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "Nello schermata principale puoi vedere il contenuto delle lezioni, tra cui testi, immagini e in alcuni casi anche video.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Una volta che avrai terminato tutte e sei le lezioni, puoi chiudere la finestra o premere il tasto \"Torna al Corso\" per tornare alla panoramica sul corso.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Poi, clicca sul pulsante \"Next\" per andare alla lezione successiva del corso.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Esplora tutto il materiale e premi su \"Mark as complete\" (\"Segna come completato\") in fondo alla pagina quando hai finito.",
        "This will automatically take you to the next lesson in the course.": "Questo ti porterà automaticamente alla prossima lezione del corso."
    },
    "_user": {
        "How does it work?": "Come funziona?",
        "Okay, what's next?": "Ok, e cosa succede dopo?",
        "Goodbye.": "Arrivederci.",
        "Okay, thanks.": "Ok, grazie."
    }
}