{
    "Alfi": {
        "Welcome to the module \"Safety at Home\". In this module we are going to explore the typology of an age-friendly house.": "Benvenuto/a nel modulo \"Sicurezza a casa\". In questo modulo esploreremo le caratteristiche di una casa a misura di anziano.",
        "What are its main parameters? Read more in this lesson, and make sure to watch the videos that will help you better understand this concept.": "Quali sono i suoi elementi principali? Scopri di più in questa lezione, e assicurati di guardare i video, che ti aiuteranno a comprendere ancora meglio questo concetto.",
        "On the left you see the different parts that make up this course.": "Sulla sinistra puoi vedere le varie sezioni che compongono questo corso.",
        "I hope you enjoy this lesson and this module. After you've finished the current page, come talk to me again, and I have some more things to say.": "Spero che questa lezione e questo modulo ti piacciano. Una volta terminato di leggere questa pagina, torna da me per fare due chiacchiere, ho qualcos'altro da raccontarti.",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "Nella schermata principale, puoi vedere tutte le lezioni, compresi i testi, le immagini e alcuni video. ",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Una volta che avrai terminato tutte e sei le lezioni, puoi chiudere la finestra o premere il tasto \"Torna al Corso\" per tornare alla panoramica sul corso.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Poi, clicca sul pulsante \"Next\" per andare alla lezione successiva del corso.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Esplora tutto il materiale e premi su \"Mark as complete\" (\"Segna come completato\") in fondo alla pagina quando hai finito.",
        "This will automatically take you to the next lesson in the course.": "Questo ti porterà automaticamente alla prossima lezione del corso."
    },
    "_user": {
        "How does it work?": "Come funziona?",
        "Okay, what's next?": "Ok, e cosa succede dopo?",
        "Goodbye.": "Arrivederci.",
        "Okay, thanks.": "Ok, grazie."
    }
}