{
    "Alfi": {
        "Are you ready to learn some more about prevention and healthly lifestyles, or do you want to take the final quiz?": "Ti va di conoscere qualcosa in più sulla prevenzone e gli stili di vita salutari, o preferisci fare il quiz finale?",
        "Well, did you know that taking care of both your physical and mental health through preventive measures can help you live a longer, healthier life?": "Lo sapevi che prendersi cura della propria salute fisica e mentale attraverso misure preventive può aiutare a vivere una vita più lunga e più sana?",
        "Regular check-ups, screenings, and healthy lifestyle changes can reduce your risk of disease and help you enjoy your daily life with more energy and vitality.": "Controlli regolari, screening e l'adozione di uno stile di vita più salutare possono ridurre il rischio di malattie e aiutarti a vivere la tua vita quotidiana con più energia e vitalità.",
        "I don't have much more to say, but I want to point out some interesting external resources...": "Non ho altro da aggiungere, ma ci terrei ad indicarti alcune interessanti risorse...",
        "First off, the EU Joint Research Centre has a video on <a href=\"https:\\/\\/www.youtube.com\\/watch?v=kDfZ6Xkflaw\" target=\"_new\">Health Promotion and Disease Prevention</a> - check it out by clicking the link.": "Prima di tutto, dai un'occhiata a questo video in italiano dove la Dott.ssa Lidia Frattallone spiega <a href=\"https:\\/\\/www.youtube.com\\/watch?v=I6HGzE8h_t0\" target=\"_new\">Cos'è la promozione della salute</a> - guardalo cliccando sul collegamento.",
        "Second, the World Health Organisation has a video on <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XMcab1MFaLc\" target=\"_new\">A healthy diet, a healthier world</a> - check it out by clicking the link.": "Inoltre, la Fondazione Barilla ha prodotto un video in italiano dal titolo <a href=\"https:\\/\\/www.youtube.com\\/watch?v=RXjX2da8Zhc\" target=\"_new\">Cibo e Salute: Un'alimentazione sostenibile e bilanciata fa bene anche alla tua salute</a> - Dacci un'occhiata premendo il collegamento.",
        "Finally, the European Parliament released a document titled <a href=\"https:\\/\\/www.europarl.europa.eu\\/RegData\\/etudes\\/BRIE\\/2023\\/751416\\/EPRS_BRI(2023)751416_EN.pdf\" target=\"_new\">Mental health in the EU</a>.": "Infine, il Parlamento Europeo ha rilasciato un documento dal titolo <a href=\"https:\\/\\/www.europarl.europa.eu\\/RegData\\/etudes\\/BRIE\\/2023\\/751416\\/EPRS_BRI(2023)751416_EN.pdf\" target=\"_new\">Salute mentale in Europa</a>.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next course!": "Temo che queste siano tutte le informazioni extra che avevo a disposizione. Direi che sei pronto/a per il prossimo corso!",
        "Allright, here we go. First question: what is a key feature of integrated care?": "Bene, ci siamo. Prima domanda: qual è la caratteristica principale della cura integrata?",
        "That's not quite right I'm afraid. The correct answer was <b>B) Services work together</b>. Let's move to the next question...": "Temo che non sia corretto. La risposta corretta è  <b>B) I servizi lavorano insieme</b>. Procediamo con la prossima domanda...",
        "Yes, very good! Integrated care is about services working together! Time to move the second question...": "Si, molto bene! La cura integrata significa che i servizi lavorano insieme. È  tempo di procedere alla seconda domanda...",
        "Complete the statement: <i>Diversity in healthcare ensures that patients' (___) are recognised and respected, leading to more personalized and effective treatment</i>.": "Completa la frase:  <i>L'attenzione alla diversità nella cura assicua che il (___) dei pazienti sia riconosciuto e rispettato, consentendo un trattamento più personalizzato e più efficace</i>.",
        "No, that's not correct. The answer I was looking for was <b>C) backgrounds</b>. No matter, let's move to the final question...": "No, non è corretto. La risposta che avrei voluto è  <b>C) bagaglio culturale</b>. Non importa, andiamo alla domanda finale",
        "Yes very good! Just one more question to go...": "Si, molto bene! Ancora un'ultima domanda...",
        "Final question. What do you think of the following statement: <i>All EU citizens have the right to free healthcare services, including specialist treatments, dental care, and all medications, regardless of the country they reside in</i>.": "Domanda finale. Cosa pensi della seguente affermazione: <i>Tutti i cittadini della UE hanno diritto a servizi sanitari gratuiti, inclusi i trattamenti specialistici, le cure dentistiche, tutti i medicinali, indipendentemente dal paese in cui risiedono</i>.",
        "Well, wouldn't that be nice? But unfortunately it's not correct. Not all healthcare is free. Let's look at your final score shall we?": "Beh, sarebbe bello in effetti!Purtroppo però non è corretto. Non tutta la sanità è gratuita. Cosa ne dici di dare un occhio al tuo punteggio finale?",
        "Right answer! Not all healthcare is free. Wouldn't it be nice though? Let's look at your final score shall we?": "Risposta corretta! Non tutta la sanità è gratuita. Non sarebbe bello se lo fosse? Cosa ne dici di dare un occhio al tuo punteggio finale?",
        "Perfect score, 3 out of 3, well done! You have certainly mastered this module!": "Punteggio perfetto, 3 su 3, ben fatto! Hai senza dubbio padroneggiato questo modulo!",
        "You've got 2 out of the 3 questions correct, very nice!": "Hai risposto correttamente a 2 risposte su 3, complimenti!",
        "Only one question correct... Maybe you could go through some of the material again?": "Solo una risposta corretta... Che ne dici di ripassare i materiali?",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Non hai risposto correttamente a nessuna domanda. Che ne dici di ripassare i materiali?",
        "Are you ready to learn some more about prevention and healthly lifestyles?": "Sei pronto/a a conoscere di più sulla prevenzione e sugli stili di vita salutari?"
    },
    "_user": {
        "Yes, tell me more...": "Si, dimmi di più...",
        "Let's do the quiz.": "Facciamo il quiz.",
        "Not now, thanks.": "Non ora, grazie.",
        "Tell me more...": "Dimmi di più...",
        "Goodbye.": "Arrivederci.",
        "More resources?": "Ci sono altre risorse?",
        "Anything else?": "C'è altro?",
        "A) Only hospital treatments": "A) Solo trattamenti ospedalieri",
        "B) Services work together": "B) I servizi lavorano assieme",
        "C) Excludes family members": "C) Esclude i membri della famiglia",
        "D) Emergency only": "D) Solo emergenza",
        "A) symptoms": "A) sintomi",
        "B) responsibilities": "B) responsabilità",
        "C) backgrounds": "C) bagaglio culturale",
        "A) True": "A) Vero",
        "B) False": "B) Falso",
        "Redo the quiz.": "Rifai il quiz.",
        "Show me the tips.": "Mostrami i suggerimenti."
    }
}