{
    "Alfi": {
        "Hello again. Did you finished the lesson? If so, I have some additional tips for you...": "Ciao di nuovo. Hai terminato la lezione? Se si, ho degli altri suggerimenti per te...",
        "So, first fun fact... Did you know that the city of Eindhoven in the Netherlands launched a \"Smart Lighting\" initiative in Strijp-S?": "Quindi, prima curiosità...Lo sapevi che la città di Eindhoven, nei Paesi Bassi, ha lanciato un'iniziativa di \"illuminazione intelligente\" nel quartiere di Strijp-S?",
        "Okay, no problem. Come back later after you finished the lesson!": "Ok, nessun problema. Ritorna dopo che avrai terminato la lezione!",
        "Here LED lights come on automatically when people are detected and dim when the area is empty. This approach has reduced energy consumption significantly while enhancing safety.": "Qui le luci a LED si accendono automaticamente quando rilevano la presenza di persone e si abbassano quando non c'è nessuno. Questo approccio ha permesso di ridurre notevolmente il consumo energetico e di aumentare la sicurezza.",
        "Similarly, the city of Oslo (Norway) has rolled out adaptive street lighting, which adjusts brightness based on activity levels, helping the city reduce both energy costs and light pollution.": "Allo stesso modo, la città di Oslo (Norvegia) ha introdotto l'illuminazione stradale adattiva, che regola la luminosità in base ai livelli di attività, aiutando a ridurre i costi energetici e l'inquinamento luminoso.",
        "This kind of smart lighting is gaining popularity worldwide thanks to its benefits in terms of sustainability and urban safety.": "Questo tipo di illuminazione intelligente sta guadagnando popolarità in tutto il mondo grazie ai suoi vantaggi in termini di sostenibilità e sicurezza urbana.",
        "Okay, final fun fact... Did you know that the first \"smart city\" in the world is widely considered to be Songdo in South Korea?": "Ok, ultima curiosità...Lo sapevi che la prima \"città intelligente\"  al mondo è  Songdo, in Corea del Sud?",
        "It was built from the ground up with technology designed to improve the lives of residents, including eco-friendly and age-friendly solutions!": "È stata costruita dalle fondamenta con tecnologie progettate per migliorare la vita dei residenti, tra cui soluzioni ecologiche e a misura di anziano! ",
        "There is a video that shows this city from the Architectural Adventures channel, called <a href=\"https:\\/\\/www.youtube.com/watch?v=2X39rGB5KWE\" target=\"_new\">South Korea Built A New SMART City And It SURPRISED Everyone</a>.": "C'è un video che mostra un esempio interessante tratto dal canale Architectural Adventures  <a href=\"https:\\/\\/www.youtube.com\\/watch?v=2X39rGB5KWE\" target=\"_new\">La Corea del Sud ha costruito una nuova Città INTELLIGENTE che ha SORPRESO tutti</a>.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Temo che queste siano tutte le informazioni extra che avevo a disposizione. Direi che sei pronto/a per la prossima lezione!"
    },
    "_user": {
        "I finished.": "Ho terminato.",
        "Not yet.": "Non ancora.",
        "Goodbye.": "Arrivederci.",
        "Anything else?": "C'è altro?"
    }
}