{
    "Alfi": {
        "Hello again! Have you finished the lesson? If so, I have some additional tips for you.": "Ciao di nuovo! Hai terminato la lezione? Se si, ho qualche suggerimento ulteriore da darti.",
        "Great! So, did you know that certain houseplants not only beautify your home but can also act as natural air purifiers?": "Ottimo! Ma lo sapevi che alcune piante da appartamento non solo abbelliscono la casa, ma possono fungere da purificatori d'aria naturali?",
        "Okay, take your time. When you've finished, come talk to me again!": "Ok, prenditi il tempo di cui hai bisogno. Quando avrai finito, torna a fare due chiacchiere con me!",
        "Plants like English Ivy, snake plants, and bamboo palms can help reduce indoor air pollution by filtering out harmful substances like formaldehyde and benzene from the air.": "Piante come l'edera inglese, la dracena trifasciata e le palme di bambù possono contribuire a ridurre l'inquinamento dell'aria interna filtrando le sostanze nocive come la formaldeide e il benzene.",
        "Improving the air quality in your home can make a big difference in how you feel every day. By making simple changes, you can help protect your lung health, boost your energy levels, and even reduce the risk of developing serious health problems.": "Migliorare la qualità dell'aria in casa può fare la differenza sul tuo benessere quotidiano. Apportare semplici modifiche può contribuire a tutelare la salute, in particolare quella dei polmoni.",
        "Well, I don't have any more tips, but I do have a video that you may find interesting. It's from the American Lung Association and is titled <a href=\"https:\\/\\/www.youtube.com\\/watch?v=Aabz4MHXgT4\" target=\"_new\">How Indoor Air Quality Impacts Your Lungs</a> (click to view).": "Dunque, non ho altri consigli, ma ho un video che potresti trovare interessante, realizzato dal Dottor Nicola Triglione dove spiega in italiano <a href=\"https:\\/\\/www.youtube.com\\/watch?v=Jd2ev-O5tlE\" target=\"_new\">come la qualità dell'aria interna possa avere un impatto sulla tua salute</a> (premi qui per guardarlo).",
        "I only have this other video from the \"Quartz\" channel, called <a href=\"https:\\/\\/www.youtube.com\\/watch?v=lPNYdSZRSdg\" target=\"_new\">A NASA study explains how to purify air with house plants</a>. Have a look if you're interested!": "Ho solo questo video in italiano <a href=\"https:\\/\\/www.youtube.com\\/watch?v=Up16DnayW3k\" target=\"_new\">Uno studio della NASA spiega come purificare l'aria con le piante</a>. Dacci un'occhiata se sei interessato/a!",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Temo che queste siano tutte le informazioni extra che avevo a disposizione. Direi che sei pronto/a per la prossima lezione!"
    },
    "_user": {
        "I finished.": "Ho terminato.",
        "Not yet.": "Non ancora.",
        "Goodbye.": "Arrivederci.",
        "Tell me more...": "Dimmi di più...",
        "Anything else?": "C'è altro?",
        "Anything more?": "Qualcosa in più?"
    }
}