{
    "Alfi": {
        "Hello again and welcome to the module on \"Health at Home\"! I’m Alfi, your digital course leader, and I will guide you through this journey.": "Ciao di nuovo e benvenuto/a al modulo \"Salute e casa\"! Sono Alfi, la tua guida digitale, e ti condurrò attraverso questo viaggio!",
        "On the left you see the different parts that make up this course.": "Sulla sinistra puoi vedere le varie sezioni che compongono questo corso.",
        "After this introduction lesson, we will have five more lessons on Health at Home. I hope you will enjoy it!": "Dopo questa lezione introduttiva, ti aspettano altre cinque lezioni sul tema della Salute a casa. Spero siano di tuo gradimento!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "Nella schermata principale, puoi vedere tutte le lezioni, compresi i testi, le immagini e alcuni video.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Una volta che avrai terminato tutte e sei le lezioni, puoi chiudere la finestra o premere il tasto \"Torna al Corso\" per tornare alla panoramica sul corso.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Poi, clicca sul pulsante \"Next\" per andare alla lezione successiva del corso.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Esplora tutto il materiale e premi su \"Mark as complete\" (\"Segna come completato\") in fondo alla pagina quando hai finito.",
        "This will automatically take you to the next lesson in the course.": "Questo ti porterà automaticamente alla prossima lezione del corso."
    },
    "_user": {
        "How does it work?": "Come funziona?",
        "Okay, what's next?": "Ok, e cosa succede dopo?",
        "Goodbye.": "Arrivederci.",
        "Okay, thanks.": "Ok, grazie."
    }
}