{
    "Alfi": {
        "Are you ready to learn some more about eco-friendly heating solutions?": "Sei pronto/a a scoprire di più su come riscaldare l'ambiente in modo ecologico?",
        "Did you know that radiator foil is particularly effective in rooms with outside walls, where heat is most likely to escape during the winter and penetrate in the summer.": "Lo sapevi che la pellicola per radiatori è particolarmente efficace nelle stanze con pareti esterne, dove è più probabile che il calore esca durante l'inverno e penetri in estate?",
        "Installing it in bedrooms or living rooms where you spend most of your time can make a noticeable difference in terms of warmth and cooling.": "L'installazione nelle camere da letto o nel soggiorno, dove si trascorre la maggior parte del tempo, può fare una notevole differenza in termini di mantenimento del calore e raffreddamento.",
        "Did you know that radiator fans are particularly helpful in larger rooms, where heating or cooling every corner can take longer.": "Lo sapevi che i ventilatori per radiatori sono particolarmente utili nelle stanze più grandi, dove il riscaldamento o il raffreddamento di ogni angolo può richiedere più tempo?",
        "By circulating air more quickly, they help create a more even and comfortable temperature throughout the room.": "Facendo circolare l'aria più rapidamente, aiutano a creare una temperatura più uniforme e confortevole in tutta la stanza.",
        "In some rented flats however, there might be rules about (not) using a radiator fan and, therefore, it is important to check first with your landlord or landlady.": "In alcuni appartamenti in affitto, tuttavia, potrebbero esserci delle regole che vietano l'uso dei ventilatori per termosifoni, ed è perciò importante verificare con il proprietario di casa prima di procedere con l'installazione.",
        "Did you know that some smart thermostats can even work with voice-activated systems like Alexa or Google Home, allowing you to control your heating or cooling with simple voice commands.": "Lo sapevi che alcuni termostati intelligenti possono funzionare  anche con sistemi ad attivazione vocale come Alexa o Google Home, consentendo di controllare il riscaldamento o il raffreddamento tramite semplici comandi vocali?",
        "They also provide data on how much energy you’re using, giving you more control over your heating and cooling habits.": "Inoltre, forniscono dati sulla quantità di energia utilizzata, consentendoti di avere un maggiore controllo sulle tue abitudini di riscaldamento e raffreddamento.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Temo che queste siano tutte le informazioni extra che avevo a disposizione. Direi che sei pronto/a per la prossima lezione!"
    },
    "_user": {
        "Yes, tell me more...": "Si, dimmi di più...",
        "Not now, thanks.": "Non ora, grazie.",
        "Tell me more...": "Dimmi di più...",
        "Goodbye.": "Arrivederci.",
        "Anything else?": "C'è altro?"
    }
}