{
    "Alfi": {
        "Welcome! It is great to have you here. I am Alfi, and I will guide you through this course.": "Benvenuto/a! È un piacere averti qui. Io sono Alfi e ti farò da guida in questo corso.",
        "If you want to learn more about affordability of age- and eco-friendly measures, opportunities for grants and support, you are at the right place!": "Se vuoi saperne di più sull'accessibilità economica delle misure ecocompatibili e sulle opportunità di sovvenzione e sostegno economico, sei nel posto giusto! ",
        "On the left you see the different parts that make up this course.": "Sulla sinistra puoi vedere le varie sezioni che compongono questo corso.",
        "Are you ready to learn more about financial aspects to maintain a green and independent life? Great, stay tuned for the learning activities of this course!": "Sei pronto/a a saperne di più sugli aspetti economici connessi all’adozione di uno stile di vita eco-compatibile e al mantenimento dell'indipendenza? Fantastico, rimani connesso/a per scoprire tutte le informazioni contenute in questo corso!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "Nella schermata principale, puoi vedere tutte le lezioni, compresi i testi, le immagini e alcuni video.",
        "Once you've finished all three lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Quando hai terminato tutte e tre le lezioni di questo corso, puoi chiudere la finestra, o premere il tasto \"Torna al corso\" per tornare alla panoramica sul corso.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Poi, clicca sul pulsante \"Next\" per andare alla lezione successiva del corso.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Esplora tutto il materiale e premi su \"Mark as complete\" (\"Segna come completato\") in fondo alla pagina quando hai finito.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Una volta che avrai terminato tutte e sei le lezioni, puoi chiudere la finestra o premere il tasto \"Torna al Corso\" per tornare alla panoramica sul corso.",
        "This will automatically take you to the next lesson in the course.": "Questo ti porterà automaticamente alla prossima lezione del corso."
    },
    "_user": {
        "How does it work?": "Come funziona?",
        "Okay, what's next?": "Ok, e cosa succede dopo?",
        "Goodbye.": "Arrivederci.",
        "Okay, thanks.": "Ok, grazie."
    }
}