{
    "Alfi": {
        "Did you know that many older adults who receive care at home, as well as their caregivers, report feeling happier and more secure when they have access to support services.": "Lo sapevi che molti anziani che ricevono assistenza a domicilio e i loro caregiver riferiscono di sentirsi più felici e sicuri quando hanno accesso a servizi di assistenza?",
        "Caregivers who receive training and regular breaks are more likely to stay healthy and feel confident in their role.": "I caregiver che ricevono formazione e hanno la possibilità di fare pause regolari hanno maggiori probabilità di rimanere in salute e di sentirsi a proprio agio nel loro ruolo.",
        "If you or someone you know is providing or receiving care at home, it’s a good idea to explore what local services are available to help. Whether it’s training, financial aid, or volunteer programmes, there are many ways to make caregiving more sustainable and less stressful for everyone involved.": "Esplorare i servizi  disponibili localmente può risultare molto utile se tu o qualcuno che conosci fornisce o riceve assistenza a casa. Che si tratti di formazione, supporto economico o programmi di volontariato, ci sono molti modi per rendere l’assistenza informale più sostenibile e meno stressante per tutte le persone coinvolte.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Temo che queste siano tutte le informazioni extra che avevo a disposizione. Direi che sei pronto/a per la prossima lezione!",
        "Yes, I want to invite you to watch <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XezfOVE9RFM\" target=\"_new\">this video</a>, if you want to know more about the topic.": "Si, vorrei invitarti a guardare <a href=\"https:\\/\\/www.youtube.com\\/watch?v=EOhzqRER5D8\" target=\"_new\">questo video</a> se vuoi saperne di più sulla realtà dei cargiver informali. Il video porta l'esempio della situazione in Veneto, simile a quella di molte altre regioni italiane.",
        "Programmes that provide support to caregivers make it easier for older adults to stay at home and maintain their independence for longer.": "I programmi che forniscono supporto ai caregiver facilitano la permanenza degli anziani in casa propria e il mantenimento della loro indipendenza più a lungo."
    },
    "_user": {
        "Anything else?": "C'è altro?",
        "Goodbye.": "Arrivederci."
    }
}