{
    "Alfi": {
        "So, did you finish the lesson? If so, I have some additional fun facts, as well as a final quiz to test your knowledge. What would you like to start with?": "Dunque, hai finito la lezione? Se sì, ho ulteriori curiosità per te e anche un quiz finale per testare le tue conoscenze. Da cosa vorresti iniziare?",
        "Allright! So, did you know that electric cars were actually invented over 100 years ago. They were popular in the early 1900s before petrol cars took over. But now, electric cars are making a big comeback!": "Benissimo! Lo sapevi che le auto elettriche sono state inventate più di 100 anni fa? Erano popolari all'inizio del 1900, prima che le auto a benzina prendessero il sopravvento. Ma ora le auto elettriche stanno tornando in auge!",
        "Okay, no problem. Come back later after you finished the lesson!": "Ok, nessun problema. Ritorna dopo che avrai terminato la lezione!",
        "Sure! Did you know that some e-bikes can travel up to 50 miles on a single charge? This means you can go for a long ride without worrying about running out of battery power!": "Certo! Lo sapevi che alcune bici elettriche possono percorrere fino a 80 chilometri con una sola carica? Questo significa che puoi fare un giro decisamente lungo senza preoccuparti di esaurire la batteria!",
        "I would love to have an e-bike as well. They also seem very useful if you live in a hilly area.": "Piacerebbe anche a me avere una bici elettrica. Tra l'altro, sembra particolarmente utile se si vive in una zona collinare.",
        "Maybe as a final thing, it's time to take a moment to reflect...": "Magari, prima di chiudere, potremmo prenderci un momento per riflettere...",
        "For example, think about the trips you usually take in your car. Could you use an e-bike or public transport for some of these trips?": "Ad esempio, pensa agli spostamenti che fai utilizzando l'auto. Potresti usare una bicicletta elettrica o il trasporto pubblico per compiere gli stessi percorsi?",
        "It might be a great way to explore eco-friendly options while staying active!": "Potrebbe essere un ottimo modo per esplorare alcune opzioni ecologiche rimanendo attivo/a! ",
        "That's all the extra information I have I'm afraid. Did you already take the quiz?": "Queste sono tutte le ulteriori informazioni che ho per adesso. Hai già fatto il quiz?",
        "Okay, quiz time! First question: Why are smart environments important for you?": "Bene, è l'ora del quiz! Prima domanda: Perchè gli ambienti intelligenti sono importanti per te? ",
        "No unfortunately that was wrong, the right options were <b>A) improving safety</b>, and <b>C) keeping connected to services</b>. No matter, let's move to the second question...": "No purtroppo è la risposta sbagliata, quella giusta era <b>A) Per miglirare la sicurezza, l'accessibilità e la mobilità</b>, e <b>C) Per mantenere gli anziani più connessi ai servizi</b>. Non importa, passiamo alla seconda domanda...",
        "That's the correct answer! Great! Let's move to the second question...": "La risposta è corretta! Molto bene! Ora passiamo alla seconda domanda...",
        "Second question: What is green energy?": "Seconda domanda: Che cos'è l'energia verde?",
        "Ai, unfortunately that was the only option that was <em>not</em> correct. Oh well, let's go to the third and final question...": "Ahi, sfortunatamente quella era l'unica opzione <em>non</em> corretta. Va bè, passiamo alla terza ed ultima domanda...",
        "Yes, that's correct. In fact, options <b>A, B and D</b> were all correct. So, let's move to the third and last question for today...": "Esatto, è corretto. Infatti, le opzioni <b>A, B e D</b> erano tutte corrette. Quindi, andiamo alla terza ed ultima domanda per oggi...",
        "Okay, last question: Why does eco-friendly transportation matter for you?": "Bene, utlima domanda: Perchè sono importanti i mezzi di trasporto ecologici?",
        "No, that's not the answer I was looking for. The right answer is <b>A) It reduces air pollution and improves health</b>. Now, time to look at your final score...": "No, non è la risposta che aspettavo. La risposta corretta è <b>A) Riducono l'inquinamento dell'aria</b>. Ora è il momento di vedere il tuo punteggio finale...",
        "Yes, indeed, reducing air pollution and improving health was the right answer. Now, let's have a look at your final score...": "Esatto, riducono l'inquinamento dell'aria era la risposta corretta. Ora, vediamo il tuo punteggio finale...",
        "Perfect score, 3 out of 3, well done! You have certainly mastered this module!": "Perfetto, 3 su 3, ben fatto! Hai decisamente aquisito la padronanza di questo modulo!",
        "You've got 2 out of the 3 questions correct, very nice!": "Hai risposto a 2 domande su 3 correttamente, molto bene!",
        "Only one question correct... Maybe you could go through some of the material again?": "Solo una risposta corretta...forse potresti valutare di rileggere alcune informazioni nuovamente?",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Non hai risposto correttamente a nessuna delle 3 domande. Forse potresti valutare di rileggere alcune informazioni nuovamente?",
        "So, did you finish the lesson? If so, I have some additional fun facts for you.": "Hai terminato la lezione? Se si, ho alcune riflessioni da condividere con te.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Temo che queste siano tutte le informazioni extra che avevo a disposizione. Direi che sei pronto/a per la prossima lezione!"
    },
    "_user": {
        "Additional facts.": "Ulteriori curiosità.",
        "Take the quiz.": "Fai il test.",
        "Not yet.": "Non ancora. ",
        "Anything else?": "C'è altro?",
        "Goodbye.": "Arrivederci.",
        "A) To improve safety, accessibility, and mobility": "A) Per miglirare la sicurezza, l'accessibilità e la mobilità.",
        "B) It's more important for young people": "B) Sono più importanti per i giovani.",
        "C) To keep older adults connected to services": "C) Per mantenere gli anziani più connessi ai servizi",
        "D) To remove the need for transportation": "D) Per eliminare la necessità dei mezzi di trasporto",
        "A) Energy from renewable sources like sun and wind": "A) L'energia che deriva da fonti rinnovabili come il sole e il vento.",
        "B) Energy that never runs out or harms the planet": "B) Energia che non finisce mai e non nuoce il pianeta",
        "C) Energy made from burning fossil fuels": "C) Energia prodotta dalla combustione di fonti fossili",
        "D) Energy created by natural resources": "D) Energia creata a partire da risorse naturali",
        "A) It reduces air pollution and improves health": "A) Riducono l'inquinamento dell'aria ",
        "B) It encourages more walking and cycling": "B) Sono più veloci",
        "C) It's mainly for reducing travel costs": "C) Riducono i costi di viaggio",
        "D) It's only useful in urban areas": "D) Sono utili solo nelle aree urbane",
        "Redo the quiz.": "Rifai il quiz.",
        "Show me additional facts.": "Raccontami ulteriori curisoità",
        "I finished.": "Ho terminato."
    }
}