{
    "Alfi": {
        "Hello again. Did you finished the lesson? If so, I have some additional tips for you...": "Ciao di nuovo. Hai terminato la lezione? Se si, ho degli altri suggerimenti per te...",
        "So, did you know that the first recorded use of a grab bar in a bathroom was invented by a doctor in the early 20th century, who noticed that his patients were often falling in the bathroom?": "Dunque, lo sapevi che il primo utilizzo registrato di un maniglione nel bagno rimanda ad un'invenzione di un medico all'inizio del ventesimo secolo, il quale aveva notato che i suoi pazienti cadevano spesso in questa stanza?",
        "Okay, no problem. Come back later after you finished the lesson!": "Ok, nessun problema. Torna una volta che avrai terminato la lezione!",
        "Since then, grab bars have become a common feature in age-friendly homes, helping millions of people stay safe while bathing and using the restroom.": "Da allora, i maniglioni sono diventati un elemento comune nelle case degli anziani, aiutando milioni di persone a preservare la propria incolumità mentre fanno il bagno e usano la toilette. ",
        "Perhaps it's time to reflect a little. Why don't you make a list of safety and security issues you encountered in your daily life, and of those still existing...": "Forse è giunta l'ora per una breve riflessione. Perché non fai una lista dei rischi per la tua incolumità con cui ti sei dovuto/a confrontare in passato nella tua vita quotidiana e di quelli che continuano a darti qualche problema...?",
        "How did you handle them, and what are your plans to solve the remaining issues?": "Come li hai gestiti, e quali sono i tuoi piani per risolvere quelli non ancora affrontati?",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Temo che queste siano tutte le informazioni extra che avevo a disposizione. Direi che sei pronto/a per la prossima lezione!"
    },
    "_user": {
        "I finished.": "Ho terminato.",
        "Not yet.": "Non ancora.",
        "Goodbye.": "Arrivederci.",
        "Anything else?": "C'è altro?"
    }
}