{
    "Alfi": {
        "Hi again, I’m Alfi, your digital course leader!": "Hallo weer, ik ben Alfi, uw digitale cursusleider!",
        "This time I will accompany you when learning more about social monitoring. Maybe you already know how this e-course works but I’m always here to help.": "Ik zal u begeleiden wanneer u meer leert over sociaal monitoren. Misschien weet u al hoe deze online cursus werkt, maar ik ben hier altijd om u te helpen.",
        "On the left you see the different parts that make up this course.": "Links ziet u de verschillende onderdelen van deze cursus.",
        "That's it. I hope you enjoy the contents of this course!": "Dat is het. Ik hoop dat u de inhoud van de cursus goed vond.",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "In het hoofdmenu ziet u de inhoud van de lessen: tekst, afbeeldingen en enkele video's.",
        "Once you've finished all ten lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Zodra u alle tien modules van deze cursus hebt gedaan, kunt u het venster sluiten, of klik op \"Terug naar de cursus\" knop om terug te keren naar het cursusoverzicht.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Dan, klik op de knop “volgende” om naar de volgende les te gaan. ",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Gaat u door alle leerstof en klik op \"Markeer als compleet\" onderaan de pagina zodra u klaar bent.",
        "This will automatically take you to the next lesson in the course.": "Dit stuurt u automatisch door naar de volgende les in deze cursus.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Zodra u alle tien modules van deze cursus hebt gedaan, kunt u het venster sluiten, of klik op \"Terug naar de cursus\" knop om terug te keren naar het cursusoverzicht."
    },
    "_user": {
        "How does it work?": "Hoe werkt het?",
        "Okay, what's next?": "Okay, wat is het volgende?",
        "Goodbye.": "Tot ziens.",
        "Okay, thanks.": "Okay, dank u wel."
    }
}