{
    "Alfi": {
        "Did you know that in some countries, tenants are allowed to make energy-saving modifications without landlord permission, as long as the changes are reversible and do not cause damage to the property.": "Wist u dat huurders in sommige landen energiebesparende wijzigingen mogen aanbrengen zonder toestemming van de huisbaas, zolang de wijzigingen omkeerbaar zijn en geen schade aan de woning veroorzaken.",
        "Always check local regulations or consult your landlord beforehand to avoid complications!": "Controleer altijd de plaatselijke voorschriften of raadpleeg vooraf uw huisbaas om complicaties te voorkomen!",
        "I'm afraid that's all the extra information I have for now. Well, it seems you are ready for the next course!": "Ik ben bang dat dit voorlopig alle extra informatie is die ik heb. Nou, het lijkt erop dat u klaar bent voor de volgende cursus!",
        "When you are finished with the material of this module, I have some additional tips for you, or we could go test your knowledge with a short quiz?": "Zodra u klaar bent met deze module, heb ik wat aanvullende tips voor u. Of zullen we us kennis testen met een kleine quiz?",
        "Okay, I have three questions for you to test your knowledge of this module. Ready, set, go!": "Okay, ik heb drie vragen voor u om uw kennis over deze module te testen. Klaar, af, gaan!",
        "Question 1: How can you make your bathroom more safe?": "Vraag 1: Hoe kunt u uw badkamer veiliger maken?",
        "Ai, that was a trick-question! The correct answer was: <b>D) all of the above</b>. Let's quickly go to the next question.": "Ai, dat was een lastige vraag. Het goede antwoord was <b>D) Al het bovenstaande</b>. Laten we naar de volgende vraag gaan.",
        "That's right! You didn't fall for our trick question, well done! Let's see how you do on the next question...": "Dat klopt! U bent er niet ingestonken. Goed gedaan! Nu naar de volgende vraag.",
        "Second question: What is a Plug-in PV system mainly used for?": "Tweede vraag: Waar wordt een Plug-in PV systeem vooral voor gebruikt?",
        "No, unfortunately that's not correct. The right answer was <b>A) Generate electricity from sun</b>. Let's forget about that and move to the last question...": "Nee, helaas was dat niet goed. Het goede antwoord is <b>A) Om zonne-energie op te wekken</b>. Laten we naar de volgende vraag gaan.",
        "Great! That is correct.": "Geweldig! Dat is goed.",
        "<br/>Two down, one to go for a perfect score!": "<br/>Twee gehaald, nog een voor de perfecte score!",
        "<br/>Back on track with 1 correct, 1 wrong.": "<br/>Op de goede weg met 1 goed en 1 fout.",
        "<br/>I think I lost count of your score.": "<br/>Ik denk dat ik de score niet heb bijgehouden.",
        "Let's move to the final question.": "Laten we naar de laatste vraag gaan.",
        "Final question: How can you make the entrance of a house more accessible?": "Laatste vraag: Hoe kunt u de toegang tot een huis meer toegankelijk maken?",
        "That's not correct. The right answer was <b>C) Add a ramp for wheelchairs or strollers</b>. Anyway, time to look at your final score...": "Dat is niet juist. Het goede antwoord was: <b>C) Voeg een helling toe voor rolstoelen of rollators</b>. Het is nu tijd om te kijken naar de totaalscore.",
        "That's correct, great! Time to look at your final score.": "Dat is goed. Tijd om te kijken naar uw totale score.",
        "Perfect score, 3 out of 3, congratulations! Looks like you've mastered this module!": "Perfecte score: 3 uit 3 goed. Gefeliciteerd. U hebt de module onder de knie!",
        "You've got 2 out of the 3 questions correct, well done!": "U had 2 van de 3 vragen goed. Goed gedaan!",
        "One question correct, but two mistakes. Maybe you could go through some of the material again?": "Een vraag goed, twee fouten. Wilt u misschien nog een keer door de module gaan?",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Geen vraag goed. Misschien is het raadzaam om nog een keer door het leermateriaal te gaan?",
        "Ai, that was a trick-question! The correct answer was: D) all of the above. Let's quickly go to the next question.": "Ai, dat was een lastige vraag. Het goede antwoord was <b>D) Al het bovenstaande</b>. Laten we naar de volgende vraag gaan."
    },
    "_user": {
        "Anything else?": "Verder nog iets?",
        "Take me to the Quiz.": "Breng me naar de quiz alsjeblieft.",
        "Goodbye.": "Tot ziens.",
        "Show me tips.": "Ik zie graag de tips.",
        "Start the quiz.": "Start de quiz.",
        "A) Emergency access": "A) Noodtoegang",
        "B) Grab bars": "B) Gripsteunen",
        "C) Non-slip flooring": "C) Antislipvloer",
        "D) All of the above": "D) Al het bovenstaande",
        "A) Generate electricity from sun": "A) Om zonne-energie op te wekken",
        "B) Store water for gardening": "B) Om water op te slaan voor tuinieren",
        "C) Heat a house during winter": "C) Om het huis te verwarmen",
        "A) Install bright lights around the entrance": "A) Heldere verlichting boven de ingang",
        "B) Place a large mat to cover the floor": "B) Een grote mat over de vloer",
        "C) Add a ramp for wheelchairs or strollers": "C) Voeg een helling toe voor rolstoelen of rollators",
        "D) All the above": "D) Al het bovenstaande",
        "Redo the quiz.": "De quiz opnieuw doen.",
        "Show me the tips.": "Laat me de tips zien alsjeblieft."
    }
}