{
    "Alfi": {
        "So, did you finish the lesson? If so, I have some additional fun facts, as well as a final quiz to test your knowledge. What would you like to start with?": "Heeft u de les afgemaakt? Zo ja, dan heb ik nog wat leuke weetjes en een quiz om uw kennis te testen. Waar wilt u mee beginnen?",
        "Allright! So, did you know that electric cars were actually invented over 100 years ago. They were popular in the early 1900s before petrol cars took over. But now, electric cars are making a big comeback!": "Goed! Wist u dat elektrische auto's meer dan 100 jaar geleden zijn uitgevonden? Ze waren populair in het begin van 1900, voordat benzineauto's het overnamen. Maar nu maken elektrische auto's een grote comeback!",
        "Okay, no problem. Come back later after you finished the lesson!": "Oké, geen probleem. Kom later maar terug als u klaar bent met de les!",
        "Sure! Did you know that some e-bikes can travel up to 50 miles on a single charge? This means you can go for a long ride without worrying about running out of battery power!": "Natuurlijk! Wist u dat sommige e-bikes tot 75 kilometer kunnen afleggen met één keer opladen? Dit betekent dat u een lange rit kunt maken zonder dat u zich zorgen hoeft te maken dat uw accu leeg raakt!",
        "I would love to have an e-bike as well. They also seem very useful if you live in a hilly area.": "Ik zou ook graag een e-bike willen hebben. Ze lijken me ook erg handig als u in een heuvelachtig gebied woont.",
        "Maybe as a final thing, it's time to take a moment to reflect...": "Misschien is het tot slot tijd om even na te denken...",
        "For example, think about the trips you usually take in your car. Could you use an e-bike or public transport for some of these trips?": "Denk bijvoorbeeld eens na over de reizen die u meestal met uw auto maakt. Zou u voor sommige van deze ritten een e-bike of het openbaar vervoer kunnen gebruiken?",
        "It might be a great way to explore eco-friendly options while staying active!": "Het kan een geweldige manier zijn om milieuvriendelijke opties te ontdekken en tegelijkertijd actief te blijven!",
        "That's all the extra information I have I'm afraid. Did you already take the quiz?": "Dat is alle extra informatie die ik heb, ben ik bang. Heeft u de quiz al gedaan?",
        "Okay, quiz time! First question: Why are smart environments important for you?": "Oké, quiz tijd! Eerste vraag: Waarom zijn slimme omgevingen belangrijk voor u?",
        "No unfortunately that was wrong, the right options were <b>A) improving safety</b>, and <b>C) keeping connected to services</b>. No matter, let's move to the second question...": "Nee, helaas was dat niet correct. De juiste opties waren <b>A) veiligheid verbeteren</b> en <b>C) verbonden blijven met diensten</b>. Maakt niet uit, laten we doorgaan naar de tweede vraag…",
        "That's the correct answer! Great! Let's move to the second question...": "Dat is het juiste antwoord! Geweldig! Laten we naar de tweede vraag gaan…",
        "Second question: What is green energy?": "Tweede vraag: Wat is groene energie?",
        "Ai, unfortunately that was the only option that was <em>not</em> correct. Oh well, let's go to the third and final question...": "Ai, helaas was dat de enige optie die <em>niet</em> correct was. Hoe dan ook, laten we doorgaan naar de derde en laatste vraag…",
        "Yes, that's correct. In fact, options <b>A, B and D</b> were all correct. So, let's move to the third and last question for today...": "Ja, dat is correct. Eigenlijk waren de opties <b>A, B en D</b> allemaal correct. Laten we doorgaan naar de derde en laatste vraag voor vandaag…",
        "Okay, last question: Why does eco-friendly transportation matter for you?": "Oké, laatste vraag: Waarom is milieuvriendelijk transport belangrijk voor u?",
        "No, that's not the answer I was looking for. The right answer is <b>A) It reduces air pollution and improves health</b>. Now, time to look at your final score...": "Nee, dat is niet het antwoord waar ik naar zocht. Het juiste antwoord is <b>A) Het vermindert luchtvervuiling en verbetert de gezondheid</b>. Oké, tijd om naar uw uiteindelijke score te kijken…",
        "Yes, indeed, reducing air pollution and improving health was the right answer. Now, let's have a look at your final score...": "Ja, inderdaad, het verminderen van luchtvervuiling en het verbeteren van de gezondheid was het juiste antwoord. Laten we nu naar uw uiteindelijke score kijken…",
        "Perfect score, 3 out of 3, well done! You have certainly mastered this module!": "Perfecte score: 3 uit 3 goed. Gefeliciteerd. U hebt de module onder de knie!",
        "You've got 2 out of the 3 questions correct, very nice!": "U had 2 van de 3 vragen goed. Goed gedaan!",
        "Only one question correct... Maybe you could go through some of the material again?": "Een vraag goed, twee fouten. Wilt u misschien nog een keer door de module gaan?",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Geen vraag goed. Misschien is het raadzaam om nog een keer door het leermateriaal te gaan?",
        "So, did you finish the lesson? If so, I have some additional fun facts for you.": "Hebt u de les afgemaakt? Zo ja, dan heb ik nog een paar leuke weetjes voor u.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Dat is alle extra informatie die ik heb, vrees ik. Misschien bent u klaar voor de volgende les!"
    },
    "_user": {
        "Additional facts.": "Extra informatie.",
        "Take the quiz.": "Laten we de quiz doen.",
        "Not yet.": "Nog niet.",
        "Anything else?": "Verder nog iets?",
        "Goodbye.": "Tot ziens.",
        "A) To improve safety, accessibility, and mobility": "A) Om veiligheid, toegankelijkheid en mobiliteit te verbeteren",
        "B) It's more important for young people": "B) Het is belangrijker voor jonge mensen",
        "C) To keep older adults connected to services": "C) Om ouderen verbonden te houden met diensten",
        "D) To remove the need for transportation": "D) Om de behoefte aan vervoer te verminderen",
        "A) Energy from renewable sources like sun and wind": "A) Energie uit hernieuwbare bronnen zoals zon en wind",
        "B) Energy that never runs out or harms the planet": "B) Energie die nooit opraakt of schadelijk is voor de planeet",
        "C) Energy made from burning fossil fuels": "C) Energie die wordt geproduceerd door fossiele brandstoffen te verbranden",
        "D) Energy created by natural resources": "D) Energie die wordt gecreëerd door natuurlijke bronnen",
        "A) It reduces air pollution and improves health": "A) Het vermindert luchtvervuiling en verbetert de gezondheid",
        "B) It encourages more walking and cycling": "B) Het moedigt meer wandelen en fietsen aan",
        "C) It's mainly for reducing travel costs": "C) Het is voornamelijk om reiskosten te verlagen",
        "D) It's only useful in urban areas": "D) Het is alleen nuttig in stedelijke gebieden",
        "Redo the quiz.": "De quiz opnieuw doen.",
        "Show me additional facts.": "Laat me alsjeblieft aanvullende feiten zien.",
        "I finished.": "Ik ben klaar."
    }
}