{
    "Alfi": {
        "Hi again! Did you finish the lesson? If so, I have some additional tips for you.": "Nogmaals hallo! Heeft u de les afgemaakt? Zo ja, dan heb ik nog wat extra tips voor u.",
        "Okay, let's go! Did you know that spending just 20 minutes in nature can help reduce stress hormones, improve cognitive function, and boost your mood?": "Oké, we gaan! Wist u dat slechts 20 minuten in de natuur doorbrengen kan helpen om stresshormonen te verminderen, uw cognitieve functies te verbeteren en uw humeur een boost te geven?",
        "Even if you can’t go outside, simply having a few houseplants can help bring the calming effects of nature into your home, promoting better mental health.": "Zelfs als u niet naar buiten kunt, kunt u met een paar kamerplanten de kalmerende effecten van de natuur in huis halen en zo uw geestelijke gezondheid bevorderen.",
        "Taking care of your mental health is just as important as looking after your physical health, and your home plays a big part in that!": "Voor uw geestelijke gezondheid zorgen is net zo belangrijk als voor uw lichamelijke gezondheid zorgen, en uw huis speelt daar een grote rol in!",
        "By making a few simple changes, you can create a space that supports your well-being and helps you feel more relaxed and content.": "Door een paar eenvoudige veranderingen aan te brengen, kunt u een ruimte creëren die uw welzijn ondersteunt en u helpt om u meer ontspannen en tevreden te voelen.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Dat is alle extra informatie die ik heb, vrees ik. Misschien bent u klaar voor de volgende les!",
        "Okay, take your time. When you've finished, come talk to me again!": "Oké, neem uw tijd. Als u klaar bent, kom dan weer met me praten!"
    },
    "_user": {
        "I finished.": "Ik ben klaar.",
        "Not yet.": "Nog niet.",
        "Anything else?": "Verder nog iets?",
        "Goodbye.": "Tot ziens."
    }
}