{
    "Alfi": {
        "Are you ready to learn some more about eco-friendly heating solutions?": "Bent u klaar om meer te leren over milieuvriendelijke verwarmingsoplossingen?",
        "Did you know that radiator foil is particularly effective in rooms with outside walls, where heat is most likely to escape during the winter and penetrate in the summer.": "Wist u dat radiatorfolie vooral effectief is in kamers met buitenmuren, waar de kans het grootst is dat de warmte in de winter ontsnapt en in de zomer binnendringt.",
        "Installing it in bedrooms or living rooms where you spend most of your time can make a noticeable difference in terms of warmth and cooling.": "Het installeren ervan in slaapkamers of woonkamers waar u de meeste tijd doorbrengt, kan een merkbaar verschil maken op het gebied van warmte en koeling.",
        "Did you know that radiator fans are particularly helpful in larger rooms, where heating or cooling every corner can take longer.": "Wist u dat radiatorventilatoren vooral nuttig zijn in grotere kamers, waar het verwarmen of koelen van elke hoek langer kan duren.",
        "By circulating air more quickly, they help create a more even and comfortable temperature throughout the room.": "Door de lucht sneller te laten circuleren, zorgen ze voor een gelijkmatigere en comfortabelere temperatuur in de hele kamer.",
        "In some rented flats however, there might be rules about (not) using a radiator fan and, therefore, it is important to check first with your landlord or landlady.": "In sommige huurappartementen kunnen er echter regels zijn over het (niet) gebruiken van een radiatorventilator en daarom is het belangrijk om dit eerst te controleren bij uw huisbaas.",
        "Did you know that some smart thermostats can even work with voice-activated systems like Alexa or Google Home, allowing you to control your heating or cooling with simple voice commands.": "Wist u dat sommige slimme thermostaten zelfs kunnen samenwerken met spraakgestuurde systemen zoals Alexa of Google Home, zodat u uw verwarming of koeling kunt bedienen met eenvoudige spraakopdrachten.",
        "They also provide data on how much energy you’re using, giving you more control over your heating and cooling habits.": "Ze geven ook gegevens over hoeveel energie u verbruikt, waardoor u meer controle krijgt over uw verwarmings- en koelgewoonten.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Dat is alle extra informatie die ik heb, vrees ik. Misschien bent u klaar voor de volgende les!"
    },
    "_user": {
        "Yes, tell me more...": "Ja, vertel me meer...",
        "Not now, thanks.": "Nu niet, bedankt.",
        "Tell me more...": "Vertel me meer...",
        "Goodbye.": "Tot ziens.",
        "Anything else?": "Verder nog iets?"
    }
}