{
    "Alfi": {
        "Are you ready to learn some more about healthcare systems and health rights?": "Bent u klaar om wat meer te leren over gezondheidszorgstelsels en gezondheidsrechten?",
        "Well, did you know that healthcare systems across the EU are designed to ensure that everyone has access to essential care?": "Wist u dat de gezondheidszorgstelsels in de EU zo zijn ontworpen dat iedereen toegang heeft tot essentiële zorg?",
        "This is especially important for older adults who may have more frequent healthcare needs.": "Dit is vooral belangrijk voor ouderen die vaker gezondheidszorg nodig hebben.",
        "Did you know that the European Health Insurance Card (EHIC) allows you to access healthcare when traveling within the EU, ensuring that you’re covered if you need medical attention abroad?": "Wist u dat u met de Europese ziekteverzekeringskaart (EHIC) toegang hebt tot gezondheidszorg wanneer u binnen de EU reist, zodat u gedekt bent als u in het buitenland medische hulp nodig hebt?",
        "It’s a valuable tool for any older adult who enjoys traveling or visiting family in other EU countries.": "Het is een waardevol hulpmiddel voor elke oudere die graag reist of familie in andere EU-landen bezoekt.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Dat is helaas alle extra informatie die ik heb. Misschien bent u klaar voor de volgende les!",
        "Did you know that in some countries, additional healthcare services like dental care or eye care may not be fully covered?": "Wist u dat in sommige landen aanvullende gezondheidsdiensten zoals tandheelkundige zorg of oogzorg niet volledig gedekt zijn?",
        "It’s important to check with your local healthcare provider to understand what services are included and whether you may need to purchase additional coverage.": "Het is belangrijk om bij uw plaatselijke zorgverlener na te vragen welke diensten inbegrepen zijn en of u misschien een aanvullende dekking moet kopen."
    },
    "_user": {
        "Yes, tell me more...": "Ja, vertel me meer...",
        "Not now, thanks.": "Nu niet, bedankt.",
        "Tell me more...": "Vertel me meer...",
        "Goodbye.": "Tot ziens.",
        "Anything else?": "Nog iets anders?"
    }
}