{
    "Alfi": {
        "Did you know that many older adults who receive care at home, as well as their caregivers, report feeling happier and more secure when they have access to support services.": "Wist u dat veel ouderen die thuis zorg ontvangen, en ook hun verzorgers, melden dat ze zich gelukkiger en zekerder voelen als ze toegang hebben tot ondersteunende diensten.",
        "Caregivers who receive training and regular breaks are more likely to stay healthy and feel confident in their role.": "Zorgverleners die training en regelmatige pauzes krijgen, hebben meer kans om gezond te blijven en zich zelfverzekerd te voelen in hun rol.",
        "If you or someone you know is providing or receiving care at home, it’s a good idea to explore what local services are available to help. Whether it’s training, financial aid, or volunteer programmes, there are many ways to make caregiving more sustainable and less stressful for everyone involved.": "Als u of iemand die u kent thuis zorg verleent of ontvangt, is het een goed idee om te onderzoeken welke lokale diensten beschikbaar zijn om te helpen. Of het nu gaat om training, financiële hulp of vrijwilligersprogramma's, er zijn veel manieren om mantelzorg duurzamer en minder stressvol te maken voor alle betrokkenen.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Dat is alle extra informatie die ik heb, vrees ik. Misschien bent u klaar voor de volgende les!",
        "Yes, I want to invite you to watch <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XezfOVE9RFM\" target=\"_new\">this video</a>, if you want to know more about the topic.": "Ja, ik wil u uitnodigen om <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XezfOVE9RFM\" target=\"_new\">deze video</a> te bekijken, als u meer over het onderwerp wilt weten.",
        "Programmes that provide support to caregivers make it easier for older adults to stay at home and maintain their independence for longer.": "Programma's die ondersteuning bieden aan verzorgers maken het gemakkelijker voor ouderen om thuis te blijven wonen en hun onafhankelijkheid langer te behouden."
    },
    "_user": {
        "Anything else?": "Verder nog iets?",
        "Goodbye.": "Tot ziens."
    }
}