{
    "Alfi": {
        "Welcome to the module \"eco-friendly technology\". In this module, I will guide you through different kinds of technology that can help you lead a more sustainable life.": "Welkom bij de module “milieuvriendelijke technologie”. In deze module zal ik u wegwijs maken in verschillende soorten technologie die u kunnen helpen een duurzamer leven te leiden.",
        "We will look at technology to help you save energy, water and waste! But first, let us check out what eco- and age-friendly technologies are.": "We zullen kijken naar technologieën die u helpen energie, water en afval te besparen! Maar laten we eerst eens kijken wat eco- en leeftijdsvriendelijke technologieën zijn.",
        "On the left you see the different parts that make up this course.": "Links ziet u de verschillende onderdelen van deze cursus.",
        "After this introduction lesson, you will know what eco-friendly technologies are. In the next lessons we will explore in what ways we can incorporate these technologies in our own lives. Good luck!": "Na deze introductieles zult u weten wat milieuvriendelijke technologieën zijn. In de volgende lessen zullen we onderzoeken op welke manieren we deze technologieën in ons eigen leven kunnen integreren. Veel succes!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "In het hoofdscherm ziet u de inhoud van de lessen, inclusief tekst, afbeeldingen en soms video's.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Zodra u klaar bent met alle zes lessen van deze cursus, kunt u het venster sluiten of op de knop “Terug naar cursus” klikken om terug te keren naar het cursusoverzicht.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Dan, klik op de knop “volgende” om naar de volgende les te gaan. ",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Doorloop al het materiaal en klik onderaan de pagina op “Markeren als voltooid” als u klaar bent.",
        "This will automatically take you to the next lesson in the course.": "Hiermee gaat u automatisch naar de volgende les in de cursus."
    },
    "_user": {
        "How does it work?": "Hoe werkt het?",
        "Okay, what's next?": "Oké, wat is het volgende?",
        "Goodbye.": "Tot ziens.",
        "Okay, thanks.": "Oké, bedankt."
    }
}