{
    "Alfi": {
        "Are you ready to learn some more about prevention and healthly lifestyles, or do you want to take the final quiz?": "Bent u klaar om wat meer te leren over preventie en een gezonde leefstijl? Of wilt u de quiz maken?",
        "Well, did you know that taking care of both your physical and mental health through preventive measures can help you live a longer, healthier life?": "Wist u dat u door preventief voor zowel uw lichamelijke als geestelijke gezondheid te zorgen, langer en gezonder kunt leven?",
        "Regular check-ups, screenings, and healthy lifestyle changes can reduce your risk of disease and help you enjoy your daily life with more energy and vitality.": "Regelmatige controles, screenings en veranderingen in uw gezonde levensstijl kunnen uw risico op ziekten verkleinen en u helpen om met meer energie en vitaliteit van uw dagelijkse leven te genieten.",
        "I don't have much more to say, but I want to point out some interesting external resources...": "Ik heb niet veel meer te zeggen, maar ik wil u wijzen op enkele interessante externe bronnen...",
        "First off, the EU Joint Research Centre has a video on <a href=\"https:\\/\\/www.youtube.com\\/watch?v=kDfZ6Xkflaw\" target=\"_new\">Health Promotion and Disease Prevention</a> - check it out by clicking the link.": "Om te beginnen heeft het Gemeenschappelijk Centrum voor Onderzoek van de EU een video over <a href=\"https:\\/\\/www.youtube.com\\/watch?v=kDfZ6Xkflaw\" target=\"_new\">Gezondheidspromotie en ziektepreventie</a> - bekijk deze door op de link te klikken (alleen in het Engels).",
        "Second, the World Health Organisation has a video on <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XMcab1MFaLc\" target=\"_new\">A healthy diet, a healthier world</a> - check it out by clicking the link.": "Ten tweede heeft het Voedingscentrum een video over <a href=\"https:\\/\\/www.youtube.com\\/watch?v=7luTnIQ4Ouk\" target=\"_new\">Eetwissels</a> - bekijk deze door op de link te klikken.",
        "Finally, the European Parliament released a document titled <a href=\"https:\\/\\/www.europarl.europa.eu\\/RegData\\/etudes\\/BRIE\\/2023\\/751416\\/EPRS_BRI(2023)751416_EN.pdf\" target=\"_new\">Mental health in the EU</a>.": "Tot slot heeft het Europees Parlement een document uitgebracht met de titel <a href=\"https:\\/\\/www.europarl.europa.eu\\/topics\\/nl\\/article\\/20220624STO33809\\/parlement-roept-op-tot-actie-om-mentale-gezondheid-te-beschermen\" target=\"_new\">Parlement roept op tot actie om mentale gezondheid te beschermen</a>.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next course!": "Dat is alle extra informatie die ik heb, vrees ik. Misschien bent u klaar voor de volgende cursus!",
        "Allright, here we go. First question: what is a key feature of integrated care?": "Goed, hier gaan we. Eerste vraag: wat is een sleutelkenmerk van geïntegreerde zorg?",
        "That's not quite right I'm afraid. The correct answer was <b>B) Services work together</b>. Let's move to the next question...": "Dat is niet goed vrees ik. Het juiste antwoord was <b>B) Zorgdiensten werken samen</b>. Laten we naar de volgende vraag gaan.",
        "Yes, very good! Integrated care is about services working together! Time to move the second question...": "Ja, goed gedaan! Bij geïntegreerde zorg werken de zorgdiensten samen. Naar de volgende vraag.",
        "Complete the statement: <i>Diversity in healthcare ensures that patients' (___) are recognised and respected, leading to more personalized and effective treatment</i>.": "Maak de stelling af: <i> Diversiteit in de gezondheidszorg maakt dat de (_____) van patiënten worden herkend en gerespecteerd. Dit leidt tot meer gepersonaliseerde en effectieve behandeling.",
        "No, that's not correct. The answer I was looking for was <b>C) backgrounds</b>. No matter, let's move to the final question...": "Nee, dat is niet juist. Het antwoord dat ik zocht was <b>C) achtergronden</b>. Geen probleem, nu de laatste vraag.",
        "Yes very good! Just one more question to go...": "Ja erg goed. Slechts nog een vraag te gaan.",
        "Final question. What do you think of the following statement: <i>All EU citizens have the right to free healthcare services, including specialist treatments, dental care, and all medications, regardless of the country they reside in</i>.": "Laatste vraag. Wat denk je van de volgende stelling: <i>Alle burgers in de Europese Unie hebben het recht op gratis gezondheidszorg, inclusief specialistische behandelingen, tandartszorg en medicijnen, ongeacht waar zij wonen</i>.",
        "Well, wouldn't that be nice? But unfortunately it's not correct. Not all healthcare is free. Let's look at your final score shall we?": "Wel, dat zou mooi zijn. Maar het is helaas niet goed. Niet alle gezondheidszorg is gratis. Zullen we naar de totaalscore kijken?",
        "Right answer! Not all healthcare is free. Wouldn't it be nice though? Let's look at your final score shall we?": "Goed geantwoord. Niet alle gezondheidszorg is gratis. Het zou wel mooi zijn, toch? Laten we kijken naar de totaalscore. ",
        "Perfect score, 3 out of 3, well done! You have certainly mastered this module!": "Perfecte score: 3 uit 3 goed. Gefeliciteerd. U hebt de module onder de knie!",
        "You've got 2 out of the 3 questions correct, very nice!": "U had 2 van de 3 vragen goed. Goed gedaan!",
        "Only one question correct... Maybe you could go through some of the material again?": "Een vraag goed, twee fouten. Wilt u misschien nog een keer door de module gaan?",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Geen vraag goed. Misschien is het raadzaam om nog een keer door het leermateriaal te gaan?",
        "Are you ready to learn some more about prevention and healthly lifestyles?": "Bent u klaar om meer te leren over preventie en een gezonde levensstijl?"
    },
    "_user": {
        "Yes, tell me more...": "Ja, vertel me meer...",
        "Let's do the quiz.": "Laten we de quiz doen.",
        "Not now, thanks.": "Nu niet, bedankt.",
        "Tell me more...": "Vertel me meer...",
        "Goodbye.": "Tot ziens.",
        "More resources?": "Meer bronnen?",
        "Anything else?": "Verder nog iets?",
        "A) Only hospital treatments": "A) Er vinden alleen ziekenhuisbehandelingen plaats",
        "B) Services work together": "B) Zorgdiensten werken samen",
        "C) Excludes family members": "C) Familieleden worden niet toegelaten",
        "D) Emergency only": "D) Alleen spoedeisende hulp",
        "A) symptoms": "A) symptomen",
        "B) responsibilities": "B) verantwoordelijkheden",
        "C) backgrounds": "C) achtergronden",
        "A) True": "A) Waar",
        "B) False": "B) Onwaar",
        "Redo the quiz.": "De quiz opnieuw doen.",
        "Show me the tips.": "Laat me alsjeblieft de tips zien"
    }
}