{
    "Alfi": {
        "Hello again. Did you finished the lesson? If so, I have some additional tips for you...": "Nogmaals hallo. Hebt u de les afgemaakt? Zo ja, dan heb ik nog wat extra tips voor u...",
        "So, first fun fact... Did you know that the city of Eindhoven in the Netherlands launched a \"Smart Lighting\" initiative in Strijp-S?": "Dus, eerst een leuk feitje... Wist u dat de stad Eindhoven in Nederland een “Smart Lighting” initiatief heeft gelanceerd in Strijp-S?",
        "Okay, no problem. Come back later after you finished the lesson!": "Oké, geen probleem. Kom later maar terug als je klaar bent met de les!",
        "Here LED lights come on automatically when people are detected and dim when the area is empty. This approach has reduced energy consumption significantly while enhancing safety.": "Hier gaan LED-lampen automatisch aan als er mensen worden gedetecteerd en worden ze gedimd als het gebied leeg is. Deze aanpak heeft het energieverbruik aanzienlijk verminderd en tegelijkertijd de veiligheid verbeterd.",
        "Similarly, the city of Oslo (Norway) has rolled out adaptive street lighting, which adjusts brightness based on activity levels, helping the city reduce both energy costs and light pollution.": "Op dezelfde manier heeft de stad Oslo (Noorwegen) adaptieve straatverlichting uitgerold, die de helderheid aanpast op basis van activiteitsniveaus, wat de stad helpt om zowel de energiekosten als de lichtvervuiling te verminderen.",
        "This kind of smart lighting is gaining popularity worldwide thanks to its benefits in terms of sustainability and urban safety.": "Dit soort slimme verlichting wint wereldwijd aan populariteit dankzij de voordelen op het gebied van duurzaamheid en veiligheid in de stad.",
        "Okay, final fun fact... Did you know that the first \"smart city\" in the world is widely considered to be Songdo in South Korea?": "Oké, laatste leuk feitje... Wist u dat Songdo in Zuid-Korea algemeen wordt beschouwd als de eerste “slimme stad” ter wereld?",
        "It was built from the ground up with technology designed to improve the lives of residents, including eco-friendly and age-friendly solutions!": "Het is vanaf de grond opgebouwd met technologie die ontworpen is om het leven van de bewoners te verbeteren, inclusief milieuvriendelijke en leeftijdsvriendelijke oplossingen!",
        "There is a video that shows this city from the Architectural Adventures channel, called <a href=\"https:\\/\\/www.youtube.com/watch?v=2X39rGB5KWE\" target=\"_new\">South Korea Built A New SMART City And It SURPRISED Everyone</a>.": "Er is een video die deze stad laat zien van het kanaal Architectural Adventures, genaamd <a href=\"https:\\/\\/www.youtube.com\\/watch?v=2X39rGB5KWE\" target=\"_new\">South Korea Built A New SMART City And It SURPRISED Everyone</a> (alleen in het Engels).",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Dat is alle extra informatie die ik heb, vrees ik. Misschien bent u klaar voor de volgende les!"
    },
    "_user": {
        "I finished.": "Ik ben klaar.",
        "Not yet.": "Nog niet.",
        "Goodbye.": "Tot ziens.",
        "Anything else?": "Verder nog iets?"
    }
}