{
    "Alfi": {
        "Studies show that integrated care can improve patient satisfaction and reduce hospital visits. It ensures that patients, especially older adults, receive care that is continuous, personalised, and more efficient.": "Studies tonen aan dat geïntegreerde zorg de tevredenheid van patiënten kan verbeteren en het aantal ziekenhuisbezoeken kan verminderen. Het zorgt ervoor dat patiënten, vooral ouderen, zorg krijgen die continu, persoonlijk en efficiënter is.",
        "Integrated care has been proven to help reduce hospital readmissions and improve quality of life for people managing long-term health conditions.": "Het is bewezen dat geïntegreerde zorg helpt om het aantal heropnames in ziekenhuizen te verminderen en de levenskwaliteit te verbeteren voor mensen met langdurige gezondheidsproblemen.",
        "I don't have more to say, but I do have two videos that I would recommend you to watch...": "Ik heb niet meer te zeggen, maar ik heb wel twee video's die ik u wil aanraden om te bekijken...",
        "The first one is from the World Health Organisation and is called <a href=\"https:\\/\\/www.youtube.com\\/watch?v=q2SdjlFQn3I\" target=\"_new\">Integrated Care for older people</a>.": "De eerste is van de Wereldgezondheidsorganisatie en heet <a href=\"https:\\/\\/www.youtube.com\\/watch?v=q2SdjlFQn3I\" target=\"_new\">Geïntegreerde zorg voor ouderen</a> (alleen in het Engels).",
        "The second video is also from the World Health Organisation and is called <a href=https:\\/\\/www.youtube.com\\/watch?v=pj-AvTOdk2Q\" target=\"_new\">What is people-centred care</a>?": "De tweede video is van de Academische Werkplaats voor Ouderen en heet <a href=\"https:\\/\\/www.youtube.com\\/watch?v=mrNV9FFGatU\" target=\"_new\">Wat betekent mensgerichte ouderenzorg voor jou?</a>",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Dat is alle extra informatie die ik heb, vrees ik. Misschien bent u klaar voor de volgende les!"
    },
    "_user": {
        "Tell me more...": "Vertel me meer...",
        "Goodbye.": "Tot ziens.",
        "Anything else?": "Verder nog iets?"
    }
}