{
    "Alfi": {
        "Hello again. Did you finished the lesson? If so, I have some additional tips for you...": "Nogmaals hallo. Hebt u de les afgemaakt? Zo ja, dan heb ik nog wat extra tips voor u...",
        "So, did you know that the first recorded use of a grab bar in a bathroom was invented by a doctor in the early 20th century, who noticed that his patients were often falling in the bathroom?": "Wist u dat het eerste geregistreerde gebruik van een steungreep in een badkamer werd uitgevonden door een arts in het begin van de 20e eeuw, die merkte dat zijn patiënten vaak vielen in de badkamer?",
        "Okay, no problem. Come back later after you finished the lesson!": "Oké, geen probleem. Kom later maar terug als u klaar bent met de les!",
        "Since then, grab bars have become a common feature in age-friendly homes, helping millions of people stay safe while bathing and using the restroom.": "Sindsdien zijn steungrepen gemeengoed geworden in leeftijdsvriendelijke huizen, waardoor miljoenen mensen veilig kunnen baden en naar het toilet kunnen gaan.",
        "Perhaps it's time to reflect a little. Why don't you make a list of safety and security issues you encountered in your daily life, and of those still existing...": "Misschien is het tijd om even na te denken. Waarom maakt u geen lijst van veiligheids- en beveiligingsproblemen die u in uw dagelijks leven tegenkwam, en van de problemen die nog steeds bestaan...",
        "How did you handle them, and what are your plans to solve the remaining issues?": "Hoe hebt u ze aangepakt, en wat zijn uw plannen om de resterende problemen op te lossen?",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Dat is alle extra informatie die ik heb, vrees ik. Misschien bent u klaar voor de volgende les!"
    },
    "_user": {
        "I finished.": "Ik ben klaar.",
        "Not yet.": "Nog niet.",
        "Goodbye.": "Tot ziens.",
        "Anything else?": "Verder nog iets?"
    }
}