{
    "Alfi": {
        "Hello again! Have you finished the lesson? If so, I have some additional tips for you.": "Nogmaals hallo! Bent u klaar met de les? Zo ja, dan heb ik nog wat extra tips voor u.",
        "Great! So, did you know that certain houseplants not only beautify your home but can also act as natural air purifiers?": "Geweldig! Wist u dat bepaalde kamerplanten niet alleen uw huis mooier maken, maar ook als natuurlijke luchtzuiveraars kunnen werken?",
        "Okay, take your time. When you've finished, come talk to me again!": "Oké, neem uw tijd. Als u klaar bent, kom dan weer met me praten!",
        "Plants like English Ivy, snake plants, and bamboo palms can help reduce indoor air pollution by filtering out harmful substances like formaldehyde and benzene from the air.": "Planten zoals Engelse klimop, slangenplanten en bamboepalmen kunnen de luchtvervuiling binnenshuis helpen verminderen door schadelijke stoffen zoals formaldehyde en benzeen uit de lucht te filteren.",
        "Improving the air quality in your home can make a big difference in how you feel every day. By making simple changes, you can help protect your lung health, boost your energy levels, and even reduce the risk of developing serious health problems.": "Het verbeteren van de luchtkwaliteit in uw huis kan een groot verschil maken in hoe u zich elke dag voelt. Door eenvoudige veranderingen aan te brengen, kunt u uw longen beschermen, uw energieniveau verhogen en zelfs het risico op ernstige gezondheidsproblemen verminderen.",
        "Well, I don't have any more tips, but I do have a video that you may find interesting. It's from the American Lung Association and is titled <a href=\"https:\\/\\/www.youtube.com\\/watch?v=Aabz4MHXgT4\" target=\"_new\">How Indoor Air Quality Impacts Your Lungs</a> (click to view).": "Nou, ik heb niet nog meer tips, maar ik heb wel een video die u misschien interessant vindt: <a href=\"https:\\/\\/www.youtube.com\\/watch?v=6NLUmbFsrkM\" target=\"_new\">7 Tips Om de Luchtkwaliteit In Huis Te Verbeteren!</a>",
        "I only have this other video from the \"Quartz\" channel, called <a href=\"https:\\/\\/www.youtube.com\\/watch?v=lPNYdSZRSdg\" target=\"_new\">A NASA study explains how to purify air with house plants</a>. Have a look if you're interested!": "Ik heb alleen deze andere video van het kanaal \"Sprinklr\", genaamd <a href=\"https:\\/\\/www.youtube.com\\/watch?v=f6JjptcuPI4\" target=\"_new\">Zuiveren planten de lucht?</a>. Neem een kijkje als u geïnteresseerd bent!",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "Dat is helaas alle extra informatie die ik heb. Misschien bent u klaar voor de volgende les!"
    },
    "_user": {
        "I finished.": "Ik ben klaar.",
        "Not yet.": "Nog niet.",
        "Goodbye.": "Tot ziens.",
        "Tell me more...": "Vertel me meer...",
        "Anything else?": "Nog iets anders?",
        "Anything more?": "Nog iets?"
    }
}