{
    "Alfi": {
        "Hi! Welcome back! We are now going to explore the topic of health around the home from various angles.": "Hallo, welkom terug! We gaan nu het onderwerp gezondheid rondom het huis vanuit verschillende invalshoeken verkennen.",
        "We start off with a short introduction to the topic, and then we have four more topics to cover - so let's get started!": "We beginnen met een korte inleiding tot het onderwerp, en daarna hebben we nog vier onderwerpen te behandelen - dus laten we beginnen!",
        "On the left you see the different parts that make up this course.": "Links ziet u de verschillende onderdelen waaruit deze cursus bestaat.",
        "Nothing more! Time to start with the lesson!": "Niets meer te melden! Tijd om met de les te beginnen!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "In het hoofdscherm ziet u de inhoud van de lessen, inclusief tekst, afbeeldingen en soms video's.",
        "Once you've finished all five lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Zodra u klaar bent met alle vijf lessen van deze cursus, kunt u het venster sluiten of op de knop “Terug naar cursus” klikken om terug te keren naar het cursusoverzicht.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Dan, klik op de knop “volgende” om naar de volgende les te gaan. ",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Doorloop al het materiaal en klik onderaan de pagina op “Markeren als voltooid” als u klaar bent.",
        "This will automatically take you to the next lesson in the course.": "Zo gaat u automatisch naar de volgende les in de cursus."
    },
    "_user": {
        "How does it work?": "Hoe werkt het?",
        "Okay, what's next?": "Oké, wat nu?",
        "Goodbye.": "Tot ziens.",
        "Okay, thanks.": "Oké, bedankt."
    }
}