{
    "Alfi": {
        "Welcome to the module \"Technology Around the Home\". In this module, we will learn more about smart city technology and how cities are becoming more age-friendly.": "Welkom bij de module “Technologie rondom het huis”. In deze module zullen we meer leren over smart city-technologie en hoe steden leeftijdsvriendelijker worden.",
        "On the left you see the different parts that make up this course.": "Links ziet u de verschillende onderdelen van deze cursus.",
        "After finishing this lesson, come talk to me again, and I will share some additional tips with you! For now, happy learning!": "Spreek me na deze les nog eens aan, dan zal ik wat extra tips met u delen! Voor nu, veel plezier met leren!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "In het hoofdscherm ziet u de inhoud van de lessen, inclusief tekst, afbeeldingen en soms video's.",
        "Once you've finished all three lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Zodra u klaar bent met alle drie de lessen van deze cursus, kunt u het venster sluiten of op de knop “Terug naar cursus” klikken om terug te keren naar het cursusoverzicht.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Dan, klik op de knop “volgende” om naar de volgende les te gaan. ",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Doorloop al het materiaal en klik onderaan de pagina op “Markeren als voltooid” als u klaar bent.",
        "This will automatically take you to the next lesson in the course.": "Zo gaat u automatisch naar de volgende les in de cursus."
    },
    "_user": {
        "How does it work?": "Hoe werkt het?",
        "Okay, what's next?": "Oké, wat nu?",
        "Goodbye.": "Tot ziens.",
        "Okay, thanks.": "Oké, bedankt."
    }
}