{
    "Alfi": {
        "So, did you finish the lesson? If so, I have some additional fun facts, as well as a final quiz to test your knowledge. What would you like to start with?": "Então já terminou a lição? Se sim, tenho mais alguns factos curiosos para si, assim como um questionário final para testar o seu conhecimento. Com o que gostaria de começar?",
        "Allright! So, did you know that electric cars were actually invented over 100 years ago. They were popular in the early 1900s before petrol cars took over. But now, electric cars are making a big comeback!": "Sabia que os carros elétricos foram, na verdade, inventados há mais de 100 anos? Eles eram populares no início do século XX, antes de os carros a gasolina dominarem. Mas agora, os carros elétricos estão a regressar!",
        "Okay, no problem. Come back later after you finished the lesson!": "Está bem, sem problema. Volte mais tarde depois de terminar a lição!",
        "Sure! Did you know that some e-bikes can travel up to 50 miles on a single charge? This means you can go for a long ride without worrying about running out of battery power!": "Com certeza! Sabia que algumas bicicletas elétricas podem percorrer até 80 quilómetros com uma única carga? Isso significa que pode fazer uma longa viagem sem se preocupar em ficar sem bateria!",
        "I would love to have an e-bike as well. They also seem very useful if you live in a hilly area.": "Eu adoraria ter uma bicicleta elétrica também. Elas parecem ser muito úteis, especialmente se você viver numa área com muitas descidas e subidas.",
        "Maybe as a final thing, it's time to take a moment to reflect...": "Talvez, como última reflexão, seja o momento de pensar...",
        "For example, think about the trips you usually take in your car. Could you use an e-bike or public transport for some of these trips?": "Por exemplo, pense nas viagens que costuma fazer de carro. Poderia utilizar uma bicicleta elétrica ou transportes públicos para algumas dessas deslocações?",
        "It might be a great way to explore eco-friendly options while staying active!": "Pode ser uma ótima forma de explorar opções ecológicas enquanto se mantém ativo/a!",
        "That's all the extra information I have I'm afraid. Did you already take the quiz?": "Esta é toda a informação que tenho por agora. Já fez o questionário?",
        "Okay, quiz time! First question: Why are smart environments important for you?": "Boa! Primeira questão: Qual a importância dos ambientes inteligentes?",
        "No unfortunately that was wrong, the right options were <b>A) improving safety</b>, and <b>C) keeping connected to services</b>. No matter, let's move to the second question...": "Não, infelizmente a sua resposta não está certa. As opções corretas são <b>A) Aumenta a segurança, acessibilidade, e melhorar a mobilidade</b>, e <b>C) Para manter os serviços acessíveis a pessoas mais velhas</b>. Vamos passar à segunda questão.",
        "That's the correct answer! Great! Let's move to the second question...": "Exatamente, essa é a resposta certa! Vamos agora passar à segunda pergunta...",
        "Second question: What is green energy?": "Segunda pergunta: O que é a energia verde?",
        "Ai, unfortunately that was the only option that was <em>not</em> correct. Oh well, let's go to the third and final question...": "Infelizmente essa é a única opção que <em>não</em> está certa. Vamos para a terceira e última pergunta...",
        "Yes, that's correct. In fact, options <b>A, B and D</b> were all correct. So, let's move to the third and last question for today...": "Sim, está certíssimo! De facto, as opções <b>A, B e D </b> estão corretas. Vamos agora passar à terceira e última questão de hoje...",
        "Okay, last question: Why does eco-friendly transportation matter for you?": "Última pergunta: Porque são os transportes amigos do ambiente importantes?",
        "No, that's not the answer I was looking for. The right answer is <b>A) It reduces air pollution and improves health</b>. Now, time to look at your final score...": "Não, essa não é a resposta que eu procurava. A resposta certa é <b>A) Reduzem a poluição atmosférica, melhorando a saúde</b>. Agora é hora de olhar para o resultado final...",
        "Yes, indeed, reducing air pollution and improving health was the right answer. Now, let's have a look at your final score...": "Sim, está certo! Reduzir a poluição atmosférica e assim melhorar a saúde de todos é uma das principais vantagens dos transportes sustentáveis. Agora vamos ver o seu resultado final.",
        "Perfect score, 3 out of 3, well done! You have certainly mastered this module!": "Pontuação perfeita, 3 de 3, bem feito! Certamente dominou este módulo!",
        "You've got 2 out of the 3 questions correct, very nice!": "Acertou 2 de 3, muito bem!",
        "Only one question correct... Maybe you could go through some of the material again?": "Acertou apenas uma pergunta... Talvez devesse rever algum dos materiais.",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Não acertou nenhuma pergunta. Talvez seja boa ideia rever algum material.",
        "So, did you finish the lesson? If so, I have some additional fun facts for you.": "Então, terminou a lição? Se sim, tenho alguns factos curiosos adicionais para partilhar consigo.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "É tudo a informação extra que tenho. Talvez esteja pronto/a para a próxima lição!"
    },
    "_user": {
        "Additional facts.": "Factos curiosos.",
        "Take the quiz.": "Fazer o questionário.",
        "Not yet.": "Ainda não.",
        "Anything else?": "Mais alguma coisa?",
        "Goodbye.": "Adeus.",
        "A) To improve safety, accessibility, and mobility": "A) Aumenta a segurança, acessibilidade, e melhora a mobilidade",
        "B) It's more important for young people": "B) É mais útil para pessoas mais novas",
        "C) To keep older adults connected to services": "C) Mantém os serviços acessíveis a pessoas mais velhas",
        "D) To remove the need for transportation": "D) Remove a necessidade de transportes",
        "A) Energy from renewable sources like sun and wind": "A) Energia de fontes renováveis como o Sol e o vento",
        "B) Energy that never runs out or harms the planet": "B) Energia que não prejudica o planeta",
        "C) Energy made from burning fossil fuels": "C) Energia resultante dos combustíveis fósseis",
        "D) Energy created by natural resources": "D) Energia originária de fontes naturais",
        "A) It reduces air pollution and improves health": "A) Reduzem a poluição atmosférica, melhorando a saúde",
        "B) It encourages more walking and cycling": "B) Promovem a mobilidade a pé e de bicicleta",
        "C) It's mainly for reducing travel costs": "C) Ajudam a reduzir custos com mobilidade",
        "D) It's only useful in urban areas": "D) São úteis apenas nas zonas urbanas",
        "Redo the quiz.": "Refazer o questionário.",
        "Show me additional facts.": "Gostava de ver factos curiosos.",
        "I finished.": "Terminei."
    }
}