{
    "Alfi": {
        "Welcome to the module \"Technology Around the Home\". In this module, we will learn more about smart city technology and how cities are becoming more age-friendly.": "Boas vindas ao módulo \"Tecnologia na Comunidade\". Neste módulo, será possível aprender mais sobre tecnologia de cidades inteligentes e como as cidades estão a tornar-se mais amigas de todas as idades.",
        "On the left you see the different parts that make up this course.": "À esquerda, poderá ver as diferentes partes que compõem este curso.",
        "After finishing this lesson, come talk to me again, and I will share some additional tips with you! For now, happy learning!": "Após concluir esta lição, volte a falar comigo e partilharei algumas dicas adicionais! Por agora, boas aprendizagens!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "Na tela principal, poderá ver o conteúdo das lições, incluindo textos, imagens e, por vezes, vídeos.",
        "Once you've finished all three lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Após terminar as três lições deste curso, pode fechar a janela ou clicar no botão \"Voltar ao Curso\" para regressar à visão geral do curso.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Depois, clique no botão “Next” para ir para a lição seguinte do curso.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Percorra todo o material e clique em \"Marcar como Concluído\", no final da página, quando terminar.",
        "This will automatically take you to the next lesson in the course.": "Isto levará automaticamente à próxima lição do curso."
    },
    "_user": {
        "How does it work?": "Como funciona?",
        "Okay, what's next?": "Está bem, o que vem a seguir?",
        "Goodbye.": "Adeus.",
        "Okay, thanks.": "Está bem, obrigado."
    }
}