{
    "Alfi": {
        "Hello again! Have you finished the lesson? If so, I have some additional tips for you.": "Olá novamente! Já terminou a lição? Se sim, tenho algumas dicas adicionais para si.",
        "Great! So, did you know that certain houseplants not only beautify your home but can also act as natural air purifiers?": "Ótimo! Sabia que certas plantas de casa não só embelezam a sua casa, mas também podem atuar como purificadores naturais de ar?",
        "Okay, take your time. When you've finished, come talk to me again!": "Ok, leve o seu tempo. Quando terminar, venha falar comigo novamente!",
        "Plants like English Ivy, snake plants, and bamboo palms can help reduce indoor air pollution by filtering out harmful substances like formaldehyde and benzene from the air.": "Plantas como hera inglesa, plantas cobra e palmeiras de bambu podem ajudar a reduzir a poluição do ar interior, filtrando substâncias prejudiciais como formaldeído e benzeno do ar.",
        "Improving the air quality in your home can make a big difference in how you feel every day. By making simple changes, you can help protect your lung health, boost your energy levels, and even reduce the risk of developing serious health problems.": "Melhorar a qualidade do ar na sua casa pode fazer uma grande diferença em como se sente todos os dias. Ao fazer mudanças simples, pode ajudar a proteger a saúde dos seus pulmões, aumentar os seus níveis de energia e até reduzir o risco de desenvolver problemas de saúde graves.",
        "Well, I don't have any more tips, but I do have a video that you may find interesting. It's from the American Lung Association and is titled <a href=\"https:\\/\\/www.youtube.com\\/watch?v=Aabz4MHXgT4\" target=\"_new\">How Indoor Air Quality Impacts Your Lungs</a> (click to view).": "Bem, não tenho mais dicas, mas tenho um vídeo que pode achar interessante. É da American Lung Association e chama-se <a href=\"https:\\/\\/www.youtube.com\\/watch?v=Aabz4MHXgT4\" target=\"_new\">Como a Qualidade do Ar Interior Afeta os Seus Pulmões</a> (clique para ver).",
        "I only have this other video from the \"Quartz\" channel, called <a href=\"https:\\/\\/www.youtube.com\\/watch?v=lPNYdSZRSdg\" target=\"_new\">A NASA study explains how to purify air with house plants</a>. Have a look if you're interested!": "Tenho ainda este vídeo do canal \"Quartz\", intitulado <a href=\"https:\\/\\/www.youtube.com\\/watch?v=lPNYdSZRSdg\" target=\"_new\">Um estudo da NASA explica como purificar o ar com plantas de casa</a>. Veja se tiver interesse!",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "É toda a informação adicional que tenho. Talvez esteja pronto/a para a próxima lição!"
    },
    "_user": {
        "I finished.": "Já terminei.",
        "Not yet.": "Ainda não.",
        "Goodbye.": "Adeus.",
        "Tell me more...": "Conte-me mais...",
        "Anything else?": "Algo mais?",
        "Anything more?": "Mais alguma coisa?"
    }
}