{
    "Alfi": {
        "Welcome to the module \"eco-friendly technology\". In this module, I will guide you through different kinds of technology that can help you lead a more sustainable life.": "Boas vindas ao módulo \"Tecnologia em Casa\". Neste módulo, vou ser o seu guia para ajudar a ter uma vida mais sustentável, através de diferentes tipos de tecnologia.",
        "We will look at technology to help you save energy, water and waste! But first, let us check out what eco- and age-friendly technologies are.": "Vamos analisar tecnologias que o ajudam a poupar energia, água e reduzir resíduos! Mas primeiro, vamos ver o que são as tecnologias amigas do ambiente e de todas as idades.",
        "On the left you see the different parts that make up this course.": "No lado esquerdo, pode ver as diferentes partes que compõem este curso.",
        "After this introduction lesson, you will know what eco-friendly technologies are. In the next lessons we will explore in what ways we can incorporate these technologies in our own lives. Good luck!": "Depois desta lição introdutória, ficará a saber o que são tecnologias ecológicas. Nas próximas lições, vamos explorar de que forma podemos incorporar estas tecnologias nas nossas vidas. Bom trabalho!",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "No ecrã principal, poderá ver o conteúdo das lições, incluindo texto, imagens e, por vezes, vídeos.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Depois de terminar todas as seis lições deste curso, pode fechar a janela ou clicar no botão \"Voltar ao Curso\" para regressar à visão geral do curso.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Depois, clique no botão “Next” para ir para a lição seguinte do curso.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Percorra todo o material e clique em \"Marcar como Concluído\", no final da página, quando terminar.",
        "This will automatically take you to the next lesson in the course.": "Isto levará automaticamente para a próxima lição do curso."
    },
    "_user": {
        "How does it work?": "Como funciona?",
        "Okay, what's next?": "Está bem, o que vem a seguir?",
        "Goodbye.": "Adeus.",
        "Okay, thanks.": "Está bem, obrigado."
    }
}