{
    "Alfi": {
        "Are you ready to learn some more about eco-friendly heating solutions?": "Pronto/a para aprender mais sobre soluções de aquecimento ecológicas?",
        "Did you know that radiator foil is particularly effective in rooms with outside walls, where heat is most likely to escape during the winter and penetrate in the summer.": "Sabia que a folha refletora de radiador é particularmente eficaz em divisões com paredes exteriores, onde o calor tem maior probabilidade de escapar no inverno e de penetrar no verão?",
        "Installing it in bedrooms or living rooms where you spend most of your time can make a noticeable difference in terms of warmth and cooling.": "Instalá-la em quartos ou salas de estar, onde passa a maior parte do tempo, pode fazer uma diferença notável em termos de aquecimento e arrefecimento.",
        "Did you know that radiator fans are particularly helpful in larger rooms, where heating or cooling every corner can take longer.": "Sabia que os ventiladores de radiador são especialmente úteis em divisões maiores, onde aquecer ou arrefecer todos os cantos pode demorar mais?",
        "By circulating air more quickly, they help create a more even and comfortable temperature throughout the room.": "Ao fazer circular o ar mais rapidamente, ajudam a criar uma temperatura mais uniforme e confortável em toda a divisão.",
        "In some rented flats however, there might be rules about (not) using a radiator fan and, therefore, it is important to check first with your landlord or landlady.": "Em alguns apartamentos alugados, no entanto, pode haver regras sobre a (não) utilização de ventiladores de radiador, por isso é importante verificar primeiro com o senhorio ou a senhoria.",
        "Did you know that some smart thermostats can even work with voice-activated systems like Alexa or Google Home, allowing you to control your heating or cooling with simple voice commands.": "Sabia que alguns termostatos inteligentes podem até funcionar com sistemas ativados por voz, como o Alexa ou o Google Home, permitindo-lhe controlar o aquecimento ou o arrefecimento com simples comandos de voz?",
        "They also provide data on how much energy you’re using, giving you more control over your heating and cooling habits.": "Estes também fornecem dados sobre a quantidade de energia que está a utilizar, dando-lhe mais controlo sobre os seus hábitos de aquecimento e arrefecimento.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "É tudo a informação extra que tenho. Talvez esteja pronto/a para a próxima lição!"
    },
    "_user": {
        "Yes, tell me more...": "Sim, conte-me mais...",
        "Not now, thanks.": "Agora não, obrigado.",
        "Tell me more...": "Conte-me mais...",
        "Goodbye.": "Adeus.",
        "Anything else?": "Mais alguma coisa?"
    }
}