{
    "Alfi": {
        "Are you ready to learn some more about healthcare systems and health rights?": "Está pronto/a para aprender mais sobre sistemas de saúde e direitos de saúde?",
        "Well, did you know that healthcare systems across the EU are designed to ensure that everyone has access to essential care?": "Sabia que os sistemas de saúde em toda a UE são projetados para garantir que todas as pessoass tenham acesso a cuidados essenciais?",
        "This is especially important for older adults who may have more frequent healthcare needs.": "Isto é especialmente importante para as pessoas adultas mais velhas, que podem ter necessidades de saúde mais frequentes.",
        "Did you know that the European Health Insurance Card (EHIC) allows you to access healthcare when traveling within the EU, ensuring that you’re covered if you need medical attention abroad?": "Sabia que o Cartão Europeu de Seguro de Doença (CESD) permite o acesso a cuidados de saúde ao viajar dentro da UE, garantindo que está coberto caso precise de assistência médica no estrangeiro?",
        "It’s a valuable tool for any older adult who enjoys traveling or visiting family in other EU countries.": "É uma ferramenta valiosa para qualquer pessoa adulta mais velha que goste de viajar ou visitar familiares noutros países da UE.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "É toda a informação adicional que tenho. Talvez esteja pronto/a para a próxima lição!",
        "Did you know that in some countries, additional healthcare services like dental care or eye care may not be fully covered?": "Sabia que, em alguns países, serviços adicionais de saúde, como cuidados dentários ou oftalmológicos, podem não estar totalmente cobertos?",
        "It’s important to check with your local healthcare provider to understand what services are included and whether you may need to purchase additional coverage.": "É importante verificar com o seu prestador de cuidados de saúde local para entender quais os serviços incluídos e se poderá precisar de adquirir cobertura adicional."
    },
    "_user": {
        "Yes, tell me more...": "Sim, conte-me mais...",
        "Not now, thanks.": "Agora não, obrigado.",
        "Tell me more...": "Conte-me mais...",
        "Goodbye.": "Adeus.",
        "Anything else?": "Mais alguma coisa?"
    }
}