{
    "Alfi": {
        "Welcome! It is great to have you here. I am Alfi, and I will guide you through this course.": "Boas vindas! É um prazer tê-lo/a aqui. Eu sou o Alfi e vou guiá-lo/a ao longo deste curso.",
        "If you want to learn more about affordability of age- and eco-friendly measures, opportunities for grants and support, you are at the right place!": "Se quiser saber mais sobre medidas ecológicas e amigas de todas as idades, oportunidades de subsídios e apoios, está no sítio certo!",
        "On the left you see the different parts that make up this course.": "À esquerda, pode ver as diferentes partes que compõem este curso.",
        "Are you ready to learn more about financial aspects to maintain a green and independent life? Great, stay tuned for the learning activities of this course!": "Está pronto/a para aprender mais sobre os aspetos financeiros para manter uma vida independente e mais verde? Ótimo! Consulte as atividades de aprendizagem deste curso.",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "No ecrã principal, pode ver o conteúdo das lições, incluindo textos, imagens e, por vezes, vídeos.",
        "Once you've finished all three lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Depois de concluir as três lições deste curso, pode fechar a janela ou clicar no botão \"Voltar ao Curso\" para regressar à visão geral do curso.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Depois, clique no botão “Next” para ir para a lição seguinte do curso.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Percorra todo o material e clique em \"Marcar como concluído\", no final da página, quando terminar.",
        "This will automatically take you to the next lesson in the course.": "Isso levará automaticamente à próxima lição do curso.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Depois de concluir as seis lições deste curso, pode fechar a janela ou clicar no botão \"Voltar ao Curso\" para regressar à visão geral."
    },
    "_user": {
        "How does it work?": "Como funciona?",
        "Okay, what's next?": "Está bem, e agora?",
        "Goodbye.": "Adeus.",
        "Okay, thanks.": "Está bem, obrigado."
    }
}