{
    "Alfi": {
        "Are you ready to learn some more about prevention and healthly lifestyles, or do you want to take the final quiz?": "Está pronto/a para aprender mais sobre prevenção e estilos de vida saudáveis, ou prefere fazer o questionário final?",
        "Well, did you know that taking care of both your physical and mental health through preventive measures can help you live a longer, healthier life?": "Sabia que cuidar da sua saúde física e mental, através de medidas preventivas, pode ajudar a que viva uma vida mais longa e saudável?",
        "Regular check-ups, screenings, and healthy lifestyle changes can reduce your risk of disease and help you enjoy your daily life with more energy and vitality.": "Exames regulares, rastreios e mudanças de estilo de vida saudáveis podem reduzir o risco de doenças e ajudar a desfrutar da sua vida diária com mais energia e vitalidade.",
        "I don't have much more to say, but I want to point out some interesting external resources...": "Não tenho muito mais a dizer, mas quero destacar alguns recursos externos interessantes...",
        "First off, the EU Joint Research Centre has a video on <a href=\"https:\\/\\/www.youtube.com\\/watch?v=kDfZ6Xkflaw\" target=\"_new\">Health Promotion and Disease Prevention</a> - check it out by clicking the link.": "Primeiro, o Centro Comum de Investigação da UE tem um vídeo sobre <a href=\"https:\\/\\/www.youtube.com\\/watch?v=kDfZ6Xkflaw\" target=\"_new\">Promoção da saúde e prevenção de doenças</a> - veja, clicando no link.",
        "Second, the World Health Organisation has a video on <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XMcab1MFaLc\" target=\"_new\">A healthy diet, a healthier world</a> - check it out by clicking the link.": "Em segundo lugar, a Organização Mundial da Saúde tem um vídeo sobre <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XMcab1MFaLc\" target=\"_new\">Uma dieta saudável, um mundo mais saudável</a> - veja, clicando no link.",
        "Finally, the European Parliament released a document titled <a href=\"https:\\/\\/www.europarl.europa.eu\\/RegData\\/etudes\\/BRIE\\/2023\\/751416\\/EPRS_BRI(2023)751416_EN.pdf\" target=\"_new\">Mental health in the EU</a>.": "Em primeiro lugar, o Parlamento Europeu publicou um documento intitulado <a href=\"https:\\/\\/www.europarl.europa.eu\\/RegData\\/etudes\\/BRIE\\/2023\\/751416\\/EPRS_BRI(2023)751416_EN.pdf\" target=\"_new\">Saúde mental na UE</a>.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next course!": "É toda a informação adicional que tenho. Talvez esteja pronto/a para o próximo curso!",
        "Allright, here we go. First question: what is a key feature of integrated care?": "Ok, vamos lá! Primeira pergunta: qual é uma característica chave da assistência integrada?",
        "That's not quite right I'm afraid. The correct answer was <b>B) Services work together</b>. Let's move to the next question...": "Isso não está certo, receio. A resposta correta era: <b>B) Os serviços trabalham juntos</b>. Vamos para a próxima pergunta…",
        "Yes, very good! Integrated care is about services working together! Time to move the second question...": "Sim, muito bem! A assistência integrada é sobre os serviços trabalharem juntos! Vamos para a segunda pergunta…",
        "Complete the statement: <i>Diversity in healthcare ensures that patients' (___) are recognised and respected, leading to more personalized and effective treatment</i>.": "Complete a frase: <i>A diversidade nos cuidados de saúde garante que os/as (___) dos pacientes sejam reconhecidos e respeitados, levando a tratamentos mais personalizados e eficazes</i>.",
        "No, that's not correct. The answer I was looking for was <b>C) backgrounds</b>. No matter, let's move to the final question...": "Não, isso não está correto. A resposta que eu procurava era: <b>C) origens</b>. Não faz mal, vamos para a última pergunta…",
        "Yes very good! Just one more question to go...": "Sim, muito bem! Só falta uma pergunta…",
        "Final question. What do you think of the following statement: <i>All EU citizens have the right to free healthcare services, including specialist treatments, dental care, and all medications, regardless of the country they reside in</i>.": "Pergunta final. O que acha da seguinte afirmação: <i>Todos/as os/as cidadãos/ãs da UE têm direito a serviços de saúde gratuitos, incluindo tratamentos especializados, cuidados dentários e todos os medicamentos, independentemente do país em que residem</i>.",
        "Well, wouldn't that be nice? But unfortunately it's not correct. Not all healthcare is free. Let's look at your final score shall we?": "Bem, isso seria ótimo, mas infelizmente não está correto. Nem todos os cuidados de saúde são gratuitos. Vamos ver a sua pontuação final, certo?",
        "Right answer! Not all healthcare is free. Wouldn't it be nice though? Let's look at your final score shall we?": "Resposta certa! Nem todos os cuidados de saúde são gratuitos. Seria bom, não seria? Vamos ver a sua pontuação final, vamos?",
        "Perfect score, 3 out of 3, well done! You have certainly mastered this module!": "Pontuação perfeita, 3 em 3, muito bem! Dominou este módulo!",
        "You've got 2 out of the 3 questions correct, very nice!": "Acertou 2 das 3 perguntas, muito bom!",
        "Only one question correct... Maybe you could go through some of the material again?": "Só acertou uma... Talvez devesse rever algum do material?",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Não acertou nenhuma das perguntas. Talvez devesse rever algum do material?",
        "Are you ready to learn some more about prevention and healthly lifestyles?": "Está pronto/a para aprender mais sobre prevenção e estilos de vida saudáveis?"
    },
    "_user": {
        "Yes, tell me more...": "Sim, conte-me mais...",
        "Let's do the quiz.": "Faça o questionário.",
        "Not now, thanks.": "Agora não, obrigado.",
        "Tell me more...": "Conte-me mais...",
        "Goodbye.": "Adeus.",
        "More resources?": "Mais recursos?",
        "Anything else?": "Mais alguma coisa?",
        "A) Only hospital treatments": "A) Apenas tratamentos hospitalares",
        "B) Services work together": "B) Os serviços trabalham juntos",
        "C) Excludes family members": "C) Exclui membros da família",
        "D) Emergency only": "D) Apenas emergências",
        "A) symptoms": "A) sintomas",
        "B) responsibilities": "B) responsabilidades",
        "C) backgrounds": "C) origens",
        "A) True": "A) Verdadeiro",
        "B) False": "B) Falso",
        "Redo the quiz.": "Refazer o questionário.",
        "Show me the tips.": "Mostrar-me as dicas."
    }
}