{
    "Alfi": {
        "Studies show that integrated care can improve patient satisfaction and reduce hospital visits. It ensures that patients, especially older adults, receive care that is continuous, personalised, and more efficient.": "Os estudos mostram que os cuidados integrados podem melhorar a satisfação dos e das pacientes e reduzir as visitas ao hospital. Estes cuidados garantem que os e as pacientes, especialmente as pessoas adultas mais velhas, recebam assistência contínua, personalizada e mais eficiente.",
        "Integrated care has been proven to help reduce hospital readmissions and improve quality of life for people managing long-term health conditions.": "Os cuidados integrados têm provado ser eficazes na redução de readmissões hospitalares e na melhoria da qualidade de vida e de saúde a longo prazo.",
        "I don't have more to say, but I do have two videos that I would recommend you to watch...": "Não tenho mais nada a dizer, mas tenho dois vídeos que recomendo que veja...",
        "The first one is from the World Health Organisation and is called <a href=\"https:\\/\\/www.youtube.com\\/watch?v=q2SdjlFQn3I\" target=\"_new\">Integrated Care for older people</a>.": "O primeiro vídeo é da Organização Mundial da Saúde e chama-se <a href=\"https:\\/\\/www.youtube.com\\/watch?v=q2SdjlFQn3I\" target=\"_new\">Integrated Care for older people</a>.",
        "The second video is also from the World Health Organisation and is called <a href=https:\\/\\/www.youtube.com\\/watch?v=pj-AvTOdk2Q\" target=\"_new\">What is people-centred care</a>?": "O segundo vídeo também é da Organização Mundial da Saúde e chama-se <a href=\"https:\\/\\/www.youtube.com\\/watch?v=pj-AvTOdk2Q\" target=\"_new\">What is people-centred care</a>?",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "É toda a informação adicional que tenho. Talvez esteja pronto/a para a próxima lição!"
    },
    "_user": {
        "Tell me more...": "Conte-me mais...",
        "Goodbye.": "Adeus.",
        "Anything else?": "Mais alguma coisa?"
    }
}