{
    "Alfi": {
        "Did you know that in some countries, tenants are allowed to make energy-saving modifications without landlord permission, as long as the changes are reversible and do not cause damage to the property.": "Sabia que, em alguns países, os/as inquilinos/as podem fazer modificações para poupar energia sem a permissão do/a senhorio/a, desde que as mudanças sejam reversíveis e não causem danos à propriedade?",
        "Always check local regulations or consult your landlord beforehand to avoid complications!": "Verifique sempre as regulamentações locais ou consulte o/a seu/sua senhorio/a antecipadamente para evitar complicações!",
        "I'm afraid that's all the extra information I have for now. Well, it seems you are ready for the next course!": "Receio que seja toda a informação extra que tenho por agora. Bem, parece que está pronto/a para o próximo curso!",
        "When you are finished with the material of this module, I have some additional tips for you, or we could go test your knowledge with a short quiz?": "Quando terminar o material deste módulo, tenho algumas dicas adicionais para si ou podemos testar os seus conhecimentos com um pequeno questionário.",
        "Okay, I have three questions for you to test your knowledge of this module. Ready, set, go!": "Ok, tenho três perguntas para testar os seus conhecimentos sobre este módulo. Pronto/a? Vamos lá!",
        "Question 1: How can you make your bathroom more safe?": "Pergunta 1: Como pode tornar a sua casa de banho mais segura?",
        "Ai, that was a trick-question! The correct answer was: <b>D) all of the above</b>. Let's quickly go to the next question.": "Ai, essa era uma pergunta com rasteira! A resposta correta era: <b/>D) Todas as anteriores</b>. Vamos rapidamente para a próxima pergunta.",
        "That's right! You didn't fall for our trick question, well done! Let's see how you do on the next question...": "Isso mesmo! Não caiu na nossa rasteira, muito bem! Vamos ver como se sai na próxima pergunta…",
        "Second question: What is a Plug-in PV system mainly used for?": "Segunda pergunta: Para que é principalmente utilizado um sistema de Plug-in PV?",
        "No, unfortunately that's not correct. The right answer was <b>A) Generate electricity from sun</b>. Let's forget about that and move to the last question...": "Não, infelizmente essa não é a resposta correta. A resposta certa era <b/>A) Gerar eletricidade a partir do sol</b>. Mas não faz mal, vamos avançar para a última pergunta…",
        "Great! That is correct.": "Ótimo! Essa está correta.",
        "<br/>Two down, one to go for a perfect score!": "<br/>Duas certas, falta só mais uma para a pontuação perfeita!",
        "<br/>Back on track with 1 correct, 1 wrong.": "<br/>De volta ao caminho certo, com 1 correta e 1 errada.",
        "<br/>I think I lost count of your score.": "<br/>Acho que perdi a conta da sua pontuação.",
        "Let's move to the final question.": "Vamos passar à última pergunta.",
        "Final question: How can you make the entrance of a house more accessible?": "Pergunta final: Como pode tornar a entrada de uma casa mais acessível?",
        "That's not correct. The right answer was <b>C) Add a ramp for wheelchairs or strollers</b>. Anyway, time to look at your final score...": "Isso não está correto. A resposta certa era <b>C) Adicionar uma rampa para cadeiras de rodas ou carrinhos de bebé</b>. Mas não faz mal, vamos ver a sua pontuação final…",
        "That's correct, great! Time to look at your final score.": "Isso mesmo, ótima resposta! Agora vamos ver a sua pontuação final.",
        "Perfect score, 3 out of 3, congratulations! Looks like you've mastered this module!": "Pontuação perfeita, 3 em 3, parabéns! Parece que dominou este módulo!",
        "You've got 2 out of the 3 questions correct, well done!": "Acertou 2 das 3 perguntas, muito bem!",
        "One question correct, but two mistakes. Maybe you could go through some of the material again?": "Apenas uma resposta certa e duas erradas. Talvez possa rever algum do material?",
        "You didn't get any of the questions right. Maybe you could go through some of the material again?": "Não acertou nenhuma das perguntas. Talvez possa rever algum do material?"
    },
    "_user": {
        "Anything else?": "Mais alguma coisa?",
        "Take me to the Quiz.": "Leve-me ao questionário.",
        "Goodbye.": "Adeus.",
        "Show me tips.": "Mostre-me as dicas.",
        "Start the quiz.": "Comece o questionário.",
        "A) Emergency access": "A) Acesso de emergência",
        "B) Grab bars": "B) Barras de apoio",
        "C) Non-slip flooring": "C) Piso antiderrapante",
        "D) All of the above": "D) Todas as anteriores",
        "A) Generate electricity from sun": "A) Gerar eletricidade a partir do sol",
        "B) Store water for gardening": "B) Armazenar água para jardinagem",
        "C) Heat a house during winter": "C) Aquecer uma casa no inverno",
        "A) Install bright lights around the entrance": "A) Instalar luzes fortes à volta da entrada",
        "B) Place a large mat to cover the floor": "B) Colocar um tapete grande para cobrir o chão",
        "C) Add a ramp for wheelchairs or strollers": "C) Adicionar uma rampa para cadeiras de rodas ou carrinhos de bebé",
        "D) All the above": "D) Todas as anteriores",
        "Redo the quiz.": "Repetir o teste.",
        "Show me the tips.": "Mostre-me as dicas."
    }
}