{
    "Alfi": {
        "Did you know that many older adults who receive care at home, as well as their caregivers, report feeling happier and more secure when they have access to support services.": "Sabia que muitas pessoas adultas mais velhas que recebem cuidados em casa, assim como os/as seus/suas cuidadores/as, relatam sentir-se mais felizes e seguros/as quando têm acesso a serviços de apoio?",
        "Caregivers who receive training and regular breaks are more likely to stay healthy and feel confident in their role.": "Os/As cuidadores/as que recebem formação e pausas regulares têm maior probabilidade de se manter saudáveis e confiantes no seu papel.",
        "If you or someone you know is providing or receiving care at home, it’s a good idea to explore what local services are available to help. Whether it’s training, financial aid, or volunteer programmes, there are many ways to make caregiving more sustainable and less stressful for everyone involved.": "Se você ou alguém que conhece está a prestar ou a receber cuidados em casa, é uma boa ideia explorar os serviços locais disponíveis para ajudar. Seja através de formação, apoio financeiro ou programas de voluntariado, existem várias formas de tornar a prestação de cuidados mais sustentável e menos stressante para todas as pessoas envolvidas.",
        "That's all the extra information I have I'm afraid. Perhaps you're ready for the next lesson!": "É toda a informação adicional que tenho, receio. Talvez esteja pronto/a para a próxima lição!",
        "Yes, I want to invite you to watch <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XezfOVE9RFM\" target=\"_new\">this video</a>, if you want to know more about the topic.": "Sim, gostaria de o/a convidar a assistir a <a href=\"https:\\/\\/www.youtube.com\\/watch?v=XezfOVE9RFM\" target=\"_new\">este vídeo</a>, se quiser saber mais sobre o tema.",
        "Programmes that provide support to caregivers make it easier for older adults to stay at home and maintain their independence for longer.": "Os programas que oferecem apoio a cuidadores/as facilitam a permanência de pessoas adultas mais velhas em casa, permitindo-lhes manter a sua independência por mais tempo."
    },
    "_user": {
        "Anything else?": "Mais alguma coisa?",
        "Goodbye.": "Adeus."
    }
}