{
    "Alfi": {
        "In this module we will be exploring the importance of social participation, community support and communication in promoting healthy aging.": "Neste módulo, iremos explorar a importância da participação social, do apoio comunitário e da comunicação na promoção do envelhecimento saudável.",
        "On the left you see the different parts that make up this course.": "À esquerda, pode ver as diferentes partes que compõem este curso.",
        "After going through this introduction lesson, come talk to me again, and I may have something more to say.": "Depois de passar por esta lição introdutória, volte a falar comigo, e talvez tenha algo mais a dizer.",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "No ecrã principal, pode ver o conteúdo das lições, incluindo texto, imagens e, por vezes, vídeos.",
        "Once you've finished both lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Depois de concluir as lições deste curso, pode fechar a janela ou clicar no botão \"Voltar ao Curso\" para regressar à visão geral do curso.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Depois, clique no botão “Next” para ir para a lição seguinte do curso.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Percorra todo o material e clique em \"Marcar como Concluído\", no final da página, quando terminar.",
        "This will automatically take you to the next lesson in the course.": "Isto levará automaticamente à próxima lição do curso.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Quando tiver concluído todas as seis lições deste curso, pode fechar a janela ou clicar no botão \"Voltar ao Curso\" para regressar à visão geral do curso."
    },
    "_user": {
        "How does it work?": "Como funciona?",
        "Okay, what's next?": "Está bem, o que vem a seguir?",
        "Goodbye.": "Adeus.",
        "Okay, thanks.": "Está bem, obrigado."
    }
}