{
    "Alfi": {
        "Hi again, I’m Alfi, your digital course leader!": "Olá novamente, sou o Alfi, o seu guia digital do curso!",
        "This time I will accompany you when learning more about social monitoring. Maybe you already know how this e-course works but I’m always here to help.": "Desta vez, estarei consigo enquanto aprende mais sobre monitorização social. Talvez já saiba como funciona este curso, mas estarei sempre disponível para ajudar.",
        "On the left you see the different parts that make up this course.": "À esquerda, pode ver as diferentes partes que compõem este curso.",
        "That's it. I hope you enjoy the contents of this course!": "É isso! Espero que aproveite os conteúdos deste curso.",
        "In the main screen, you can see the content of the lessons, including text, images and sometimes videos.": "No ecrã principal, pode ver o conteúdo das lições, incluindo textos, imagens e, por vezes, vídeos.",
        "Once you've finished all ten lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Depois de concluir as dez lições deste curso, pode fechar a janela ou clicar no botão \"Voltar ao Curso\" para regressar à visão geral do curso.",
        "Then, click on the \"Next\" button to go to the next lesson in the course.": "Depois, clique no botão “Next” para ir para a lição seguinte do curso.",
        "Go through all the material and click on \"Mark as Complete\" at the bottom of the page when you're done.": "Percorra todo o material e clique em \"Marcar como concluído\", no final da página, quando terminar.",
        "This will automatically take you to the next lesson in the course.": "Isso levará automaticamente à próxima lição do curso.",
        "Once you've finished all six lessons of this course, you can close the window, or click the \"Back to Course\" button to return to the course overview.": "Depois de concluir todas as seis lições deste curso, pode fechar a janela ou clicar no botão \"Voltar ao Curso\" para regressar à visão geral."
    },
    "_user": {
        "How does it work?": "Como funciona?",
        "Okay, what's next?": "Está bem, e agora?",
        "Goodbye.": "Adeus.",
        "Okay, thanks.": "Está bem, obrigado."
    }
}